package kasidit94.cskku.dev.thaisignlanguage;

import android.content.ContentValues;
import android.content.Context;
import android.database.Cursor;
import android.database.sqlite.SQLiteDatabase;
import android.database.sqlite.SQLiteOpenHelper;
import android.util.Log;

import java.util.ArrayList;
import java.util.HashMap;


public class DatabaseTSL extends SQLiteOpenHelper {

    private static final int DB_VERSION = 1;
    private static final String DB_NAME = "dictionary";
    private static final String TABLE_SENTENCES = "Sentences";
    private static final String TABLE_MATCH = "Match";
    private static final String TABLE_THAIWWORDS = "ThaiWords";
    private static final String TABLE_CATEGORY = "Category";
    private static final String TABLE_VIDEO = "Video";

    private static final String CREATE_TABLE_SENTENCES = "create table " + TABLE_SENTENCES
            + "(sentences_ID integer Primary Key autoincrement, " + "sentences_Name Varchar(200), sentences_Favorite integer);";

    private static final String CREATE_TABLE_CATEGORY = "create table " + "category"
            + "(Cat_id Varchar(5) Primary key, Cat_name Varchar(5))";

    private static final String CREATE_TABLE_DIALECTS = "create table "+ "dialects"
            + "(Dialect_id varchar(10) primary key, Dialect_name varchar(50))";

    private static final String CREATE_TABLE_VIDEO = "create table "+ "video"
            + "(Video_id varchar(5) primary key, Video_name varchar(50))";

    private static final String CREATE_TABLE_PARTOFSPEECH = "create table "+ "partofspeech"
            + "(Part_id varchar(5) primary key, Part varchar(100))";

    private static final String CREATE_TABLE_MATCHS = "create table "+ "matchs"
            + "(Match_id varchar(10) primary key, Match_name varchar(50), Word_id varchar(10), Dialect_id varchar(10), Part_id varchar(5)," +
            "cat_id varchar(5), Video_id varchar(5), Video_file varchar(100) ,Video_name varchar(50), desc_match varchar(1000)," +
            "FOREIGN KEY (Word_id) References thaiwords(Words_id),FOREIGN KEY (Dialect_id) References dialects(Dialect_id)," +
            "FOREIGN KEY (Part_id) References partofspeech(Part_id), FOREIGN KEY (cat_id) References category(Cat_id)," +
            "FOREIGN KEY (Video_id) References video(Video_id))";


    private static final String INSERT_INTO_MATCH_ONE= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('1.2', 'ไปแล้ว', '1.2', '1.2', 'P01', 'C026', 'V0001', '1.2.mp4', 'ไปแล้ว', 'ทำท่ามือตามวิดิโอ')," +
            "('1.3', 'ไปให้พ้น', '1.3', '1.3', 'P01', 'C026', 'V0001', '1.3.mp4', 'ไปให้พ้น', 'ทำท่ามือตามวิดีโอ')," +
            "('10.1', 'เอามานี่', '10.1', '10.1', 'P03', 'C044', 'V0001', '10.1.mp4', '10.1', 'ออกจากและเข้ามาหาผู้ทำท่ามือ')," +
            "('10.2', 'เลือก', '10.2', '10.2', 'P03', 'C044', 'V0001', '10.2.mp4', '10.2', 'ออกจากและเข้ามาหาผู้ทำท่ามือ')," +
            "('10.3', 'คัดเลือก', '10.3', '10.3', 'P03', 'C044', 'V0001', '10.3.mp4', '10.3', 'ออกจากและเข้ามาหาผู้ทำท่ามือ')," +
            "('109.1', 'เดินตรง', '109.1', '109.1', 'P03', 'C001', 'V0001', '109.1.mp4', '109.1', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('109.2', 'เดินทน', '109.2', '109.2', 'P03', 'C032', 'V0001', '109.2.mp4', '109.2', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('109.3', 'เดินถอยหลัง', '109.3', '109.3', 'P03', 'C032', 'V0001', '109.3.mp4', '109.3', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('11.2', 'สิ่งแวดล้อม', '11.2', '11.2', 'P01', 'C017', 'V0001', '11.2.mp4', '11.2', 'ออกจากและเข้ามาหาผู้ทำท่ามือ')," +
            "('11.3', 'สำนักงานใหญ่', '11.3', '11.3', 'P01', 'C037', 'V0001', '11.3.mp4', '11.3', 'ออกจากและเข้ามาหาผู้ทำท่ามือ')," +
            "('110.3', 'เท้ากระทุ่มน้ำ', '110.3', '110.3', 'P08', 'C032', 'V0001', '110.3.mp4', '110.3', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('1100.1', 'พาหุรัด', '1100.1', '1100.1', 'P01', 'C001', 'V0001', '1100.1.mp4', '1100.1', 'เขาสัตว์โค้ง   หวี  ข่วน')," +
            "('1100.3', 'วังบูรพา', '1100.3', '1100.3', 'P01', 'C001', 'V0001', '1100.3.mp4', '1100.3', 'เขาสัตว์โค้ง   หวี  ข่วน')," +
            "('1101.1', 'ครุฑ', '1101.1', '1101.1', 'P01', 'C024', 'V0001', '1101.1.mp4', '1101.1', 'เขาสัตว์โค้ง   หวี  ข่วน')," +
            "('1101.2', 'รัฐบาล', '1101.2', '1101.2', 'P01', 'C057', 'V0001', '1101.2.mp4', '1101.2', 'เขาสัตว์โค้ง   หวี  ข่วน')," +
            "('1101.3', 'วันหยุดราชการ', '1101.3', '1101.3', 'P01', 'C022', 'V0001', '1101.3.mp4', '1101.3', 'เขาสัตว์โค้ง   หวี  ข่วน')," +
            "('1104.1', 'ตาย', '1104.1', '1104.1', 'P01', 'C001', 'V0001', '1104.1.mp4', '1104.1', 'การงอและการงอซ้ำๆ')," +
            "('1104.2', 'ตายแล้ว', '1104.2', '', 'P01', 'C001', 'V0001', '1104.2.mp4', '1104.2', 'การงอและการงอซ้ำๆ')," +
            "('1104.3', 'ตายช้าๆ', '1104.3', '1104.3', 'P01', 'C001', 'V0001', '1104.3.mp4', '1104.3', 'การงอและการงอซ้ำๆ')," +
            "('1105.1', 'ฉันตายแล้ว', '1105.1', '1105.1', 'P01', 'C001', 'V0001', '1105.1.mp4', '1105.1', 'การงอและการงอซ้ำๆ')," +
            "('1105.2', 'ตาย', '1105.2', '1105.2', 'P03', 'C001', 'V0001', '1105.2.mp4', '1105.2', 'การงอและการงอซ้ำๆ')," +
            "('1105.3', 'สูญเสียเงินในธุรกิจการงอและการงอซ้ำๆ', '1105.3', '1105.3', 'P01', 'C001', 'V0001', '1105.3.mp4', '1105.3', 'การงอและการงอซ้ำๆ')," +
            "('1106.1', 'ตายทั้งหมด', '1106.1', '1106.1', 'P01', 'C001', 'V0001', '1106.1.mp4', '1106.1', 'การงอและการงอซ้ำๆ')," +
            "('1106.2', 'ตายหมด', '1106.2', '1106.2', 'P01', 'C001', 'V0001', '1106.2.mp4', '1106.2', 'การงอและการงอซ้ำๆ')," +
            "('1107.1', 'ก่อวินาศกรรม', '1107.1', '1107.1', 'P01', 'C001', 'V0001', '1107.1.mp4', '1107.1', 'การงอและการงอซ้ำๆ')," +
            "('1107.2', 'ขนตาไม่สวย', '1107.2', '1107.2', 'P01', 'C001', 'V0001', '1107.2.mp4', '1107.2', 'การงอและการงอซ้ำๆ')," +
            "('1107.3', 'ทำมือเงอะงะ', '1107.3', '1107.3', 'P01', 'C001', 'V0001', '1107.3.mp4', '1107.3', 'การงอและการงอซ้ำๆ')," +
            "('1108.2', 'หน้าบููด', '1108.2', '1108.2', 'P01', 'C018', 'V0001', '1108.2.mp4', '1108.2', 'การงอและการงอซ้ำๆ')," +
            "('1108.3', 'หน้าแก่', '1108.3', '1108.3', 'P01', 'C001', 'V0001', '1108.3.mp4', '1108.3', 'การงอและการงอซ้ำๆ')," +
            "('1109.1', 'คนตะหนี่', '1109.1', '1109.1', 'P01', 'C001', 'V0001', '1109.1.mp4', '1109.1', 'การงอและการงอซ้ำๆ')," +
            "('1109.2', 'ตะระหนี่', '1109.2', '1109.2', 'P01', 'C001', 'V0001', '1109.2.mp4', '1109.2', 'การงอและการงอซ้ำๆ')," +
            "('1109.3', 'ขี้เหนียว', '1109.3', '1109.3', 'P01', 'C001', 'V0001', '1109.3.mp4', '1109.3', 'การงอและการงอซ้ำๆ')," +
            "('111.2', 'ก่อสร้าง', '111.2', '111.2', 'P08', 'C049', 'V0001', '111.2.mp4', '111.2', 'มือแบนหมายถึงวัตถุ,หลังมือ')," +
            "('111.3', 'ตึก', '111.3', '111.3', 'P01', 'C023', 'V0001', '111.3.mp4', '111.3', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('1111.2', 'ต้องการ', '1111.2', '1111.2', 'P01', 'C001', 'V0001', '1111.2.mp4', '1111.2', 'นิ้วทั้งหมดงอ')," +
            "('1111.3', 'ไม่ต้องการ', '1111.3', '1111.3', 'P07', 'C001', 'V0001', '1111.3.mp4', '1111.3', 'นิ้วทั้งหมดงอ')," +
            "('1112.1', 'เสียง', '1112.1', '1112.1', 'P03', 'C001', 'V0001', '1112.1.mp4', '1112.1', 'นิ้วทั้งหมดงอ')," +
            "('1112.2', 'เสียงดังมาก', '1112.2', '1112.2', 'P03', 'C001', 'V0001', '1112.2.mp4', '1112.2', 'นิ้วทั้งหมดงอ')," +
            "('1112.3', 'ดังมากๆรอบทิศ', '1112.3', '1112.3', 'P03', 'C001', 'V0001', '1112.3.mp4', '1112.3', 'นิ้วทั้งหมดงอ')," +
            "('1113.1', 'ด่าว่าแรงๆ', '1113.1', '1113.1', 'P03', 'C001', 'V0001', '1113.1.mp4', '1113.1', 'นิ้วทั้งหมดงอ')," +
            "('1113.2', 'บ่น', '1113.2', '1113.2', 'P03', 'C001', 'V0001', '1113.2.mp4', '1113.2', 'นิ้วทั้งหมดงอ')," +
            "('1113.3', 'ถูกด่า', '1113.3', '1113.3', 'P03', 'C001', 'V0001', '1113.3.mp4', '1113.3', 'นิ้วทั้งหมดงอ')," +
            "('1114.1', 'พูดเสียงดัง', '1114.1', '1114.1', 'P03', 'C001', 'V0001', '1114.1.mp4', '1114.1', 'นิ้วทั้งหมดงอ')," +
            "('1114.3', 'ร้องลั่นออกมาทันทีทันใด', '1114.3', '1114.3', 'P03', 'C001', 'V0001', '1114.3.mp4', '1114.3', 'นิ้วทั้งหมดงอ')," +
            "('1115.1', 'ดุด่า', '1115.1', '1115.1', 'P03', 'C001', 'V0001', '1115.1.mp4', '1115.1', 'นิ้วทั้งหมดงอ')," +
            "('1115.2', 'สงบเงียบ', '1115.2', '1115.2', 'P01', 'C001', 'V0001', '1115.2.mp4', '1115.2', 'นิ้วทั้งหมดงอ')," +
            "('1115.3', 'หยุด', '1115.3', '1115.3', 'P03', 'C001', 'V0001', '1115.3.mp4', '1115.3', 'นิ้วทั้งหมดงอ')," +
            "('1116.1', 'ระวัง', '1116.1', '1116.1', 'P03', 'C001', 'V0001', '1116.1.mp4', '1116.1', 'นิ้วชี้งิ,ยาก,ลำบาก')," +
            "('1116.2', 'อันตรายทั้งสองทาง', '1116.2', '1116.2', 'P01', 'C001', 'V0001', '1116.2.mp4', '1116.2', 'นิ้วชี้งิ,ยาก,ลำบาก')," +
            "('1116.3', 'อันตรายไปทั่วทุกที่', '1116.3', '1116.3', 'P01', 'C001', 'V0001', '1116.3.mp4', '1116.3', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1117.1', 'การประกันภัย', '1117.1', '1117.1', 'P01', 'C001', 'V0001', '1117.1.mp4', '1117.1', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1117.2', 'รับประกัน', '1117.2', '1117.2', 'P01', 'C001', 'V0001', '1117.2.mp4', '1117.2', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1117.3', 'การประกันตัว', '1117.3', '1117.3', 'P01', 'C001', 'V0001', '1117.3.mp4', '1117.3', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1118.1', 'ผล', '1118.1', '1118.1', 'P03', 'C001', 'V0001', '1118.1.mp4', '1118.1', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1118.2', 'ที่นั่น', '1118.2', '1118.2', 'P01', 'C001', 'V0001', '1118.2.mp4', '1118.2', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1118.3', 'ไม่ใช่ที่นั่น', '1118.3', '1118.3', 'P07', 'C001', 'V0001', '1118.3.mp4', '1118.3', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1119.1', 'มีดโกน', '1119.1', '1119.1', 'P01', 'C014', 'V0001', '1119.1.mp4', '1119.1', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1119.2', 'โกนหนวด', '1119.2', '1119.2', 'P03', 'C020', 'V0001', '1119.2.mp4', '1119.2', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('1119.3', 'แห้งมาก', '1119.3', '1119.3', 'P01', 'C001', 'V0001', '1119.3.mp4', '1119.3', 'นิ้วชี้งอ,ยาก,ลำบาก')," +
            "('112.1', 'โรงแรมดุสิตธานี', '112.1', '112.1', 'P01', 'C023', 'V0001', '112.1.mp4', '112.1', 'มือแบนที่หมายถึงวัตถุ,หลังมือ')," +
            "('1120.1', 'ยาก', '1120.1', '1120.1', 'P03', 'C001', 'V0001', '1120.1.mp4', '1120.1', 'นิ้วชี้และนิ้วกลางงอ,ยาก,ลำบาก')," +
            "('1120.2', 'ความยากลำบาก', '1120.2', '1120.2', 'P01', 'C001', 'V0001', '1120.2.mp4', '1120.2', 'นิ้วชี้และนิ้วกลางงอ,ยาก,ลำบาก')," +
            "('1120.3', 'ปัญหา', '1120.3', '1120.3', 'P01', 'C001', 'V0001', '1120.3.mp4', '1120.3', 'นิ้วชี้และนิ้วกลางงอ,ยาก,ลำบาก')," +
            "('1121.1', 'ยาก', '1121.1', '1121.1', 'P01', 'C001', 'V0001', '1121.1.mp4', '1121.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1121.2', 'กดขี่', '1121.2', '1121.2', 'P03', 'C018', 'V0001', '1121.2.mp4', '1121.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1121.3', 'ปั่นจั่นยกน้ำหนัก', '1121.3', '1121.3', 'P01', 'C009', 'V0001', '1121.3.mp4', '1121.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1122.1', 'หิน', '1122.1', '1122.1', 'P01', 'C001', 'V0001', '1122.1.mp4', '1122.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1122.2', 'หินตะปุ่มตะปั่ม', '1122.2', '1122.1', 'P01', 'C001', 'V0001', '1122.2.mp4', '1122.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1122.3', 'โรคลมบ้าหมู', '1122.3', '1122.3', 'P01', 'C021', 'V0001', '1122.3.mp4', '1122.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1123.1', 'รำคาญ', '1123.1', '1123.1', 'P01', 'C001', 'V0001', '1123.1.mp4', '1123.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1123.2', 'รำคาญมาก', '1123.2', '1123.2', 'P01', 'C001', 'V0001', '1123.2.mp4', '1123.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1123.3', '', '1123.3', '1123.3', 'P01', 'C001', 'V0001', '1123.3.mp4', '1123.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1124.1', 'ความเสียดาย', '1124.1', '1124.1', 'P01', 'C001', 'V0001', '1124.1.mp4', '1124.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1124.2', 'เมา', '1124.2', '1124.2', 'P01', 'C001', 'V0001', '1124.2.mp4', '1124.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1125.1', 'โกรธ', '1125.1', '1125.1', 'P03', 'C018', 'V0001', '1125.1.mp4', '1125.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1125.2', 'โกรธมาก', '1125.2', '1125.2', 'P03', 'C001', 'V0001', '1125.2.mp4', '1125.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1125.3', '', '1125.3', '1125.3', 'P01', 'C001', 'V0001', '1125.3.mp4', '1125.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1126.1', '', '1126.1', '1126.1', 'P01', 'C024', 'V0001', '1126.1.mp4', '1126.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1126.2', 'ขิง', '1126.2', '1126.2', 'P01', 'C016', 'V0001', '1126.2.mp4', '1126.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1127.1', 'มะเหงก', '1127.1', '1127.1', 'P01', 'C001', 'V0001', '1127.1.mp4', '1127.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1128.1', 'รบกวน', '1128.1', '1128.1', 'P03', 'C001', 'V0001', '1128.1.mp4', '1128.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1128.2', 'ไม่ยุ่ง', '1128.2', '1128.2', 'P01', 'C001', 'V0001', '1128.2.mp4', '1128.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1128.3', 'ไม่มีปัญหา', '1128.3', '1128.3', 'P01', 'C001', 'V0001', '1128.3.mp4', '1128.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1129.1', 'แค้นใจมาก', '1129.1', '1129.1', 'P03', 'C018', 'V0001', '1129.1.mp4', '1129.1', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1129.2', 'เจ็บใจ', '1129.2', '1129.2', 'P03', 'C001', 'V0001', '1129.2.mp4', '1129.2', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1129.3', 'ไม่แค้นใจ', '1129.3', '1129.3', 'P01', 'C001', 'V0001', '1129.3.mp4', '1129.3', 'นิ้วทั้งหมดงอ; ความลำบาก')," +
            "('1130.1', 'ปวดหัว', '1130.1', '1130.1', 'P01', 'C020', 'V0001', '1130.1.mp4', '1130.1', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1131.1', 'ปวดกล้ามเนื้อแขน', '1131.1', '1131.1', 'P01', 'C020', 'V0001', '1131.1.mp4', '1131.1', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1131.2', 'บวม', '1131.2', '1131.2', 'P01', 'C020', 'V0001', '1131.2.mp4', '1131.2', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1131.3', 'ร่ายกายที่ปวด', '1131.3', '1131.3', 'P01', 'C001', 'V0001', '1131.3.mp4', '1131.3', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1132.1', 'แสบจมูก', '1132.1', '1132.1', 'P03', 'C001', 'V0001', '1132.1.mp4', '1132.1', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1132.2', 'ปวดกราม', '1132.2', '1132.2', 'P03', 'C001', 'V0001', '1132.2.mp4', '1132.2', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1132.3', 'เผ็ด', '1132.3', '1132.3', 'P01', 'C001', 'V0001', '1132.3.mp4', '1132.3', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1133.1', 'คอแห้ง', '1133.1', '1133.1', 'P03', 'C001', 'V0001', '1133.1.mp4', '1133.1', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1133.2', 'กระหาย', '1133.2', '1133.2', 'P03', 'C001', 'V0001', '1133.2.mp4', '1133.2', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1135.2', 'แผนที่ประเทศไทย', '1135.2', '1135.2', 'P01', 'C001', 'V0001', '1135.2.mp4', '1135.2', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1135.3', 'ด้านตะวันตก', '1135.3', '1135.3', 'P01', 'C059', 'V0001', '1135.3.mp4', '1135.3', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1138.1', 'ทิศตะวันออก', '1138.1', '1138.1', 'P01', 'C059', 'V0001', '1138.1.mp4', '1138.1', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1138.2', 'อีสาน', '1138.2', '1138.2', 'P01', 'C059', 'V0001', '1138.2.mp4', '1138.2', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1138.3', 'ไปทางตะวันตกของประเทศ', '1138.3', '1138.3', 'P01', 'C059', 'V0001', '1138.3.mp4', '1138.3', 'นิ้วงอเกร็ง โดยงอเกร็งที่นิ้วก้อยก่อนน้ิวอื่น')," +
            "('1139.1', '', '1139.1', '1139.1', 'P01', 'C001', 'V0001', '1139.1.mp4', '1139.1', 'แผนที่ประเทศไทย')," +
            "('1139.2', 'ภาคเหนือ', '1139.2', '1139.2', 'P01', 'C001', 'V0001', '1139.2.mp4', '1139.2', 'แผนที่ประเทศไทย')," +
            "('1139.3', '', '1139.3', '1139.3', 'P01', 'C001', 'V0001', '1139.3.mp4', '1139.3', 'แผนที่ประเทศไทย')," +
            "('1140.1', 'ภาคตะวันออกเฉียงเหนือ', '1140.1', '1140.1', 'P01', 'C059', 'V0001', '1140.1.mp4', '1140.1', 'แผนที่ประเทศไทย')," +
            "('1140.2', 'ภาคตะวันตก', '1140.2', '1140.2', 'P01', 'C059', 'V0001', '1140.2.mp4', '1140.2', 'แผนที่ประเทศไทย')," +
            "('1140.3', 'ภาคใต้', '1140.3', '1140.3', 'P01', 'C001', 'V0001', '1140.3.mp4', '1140.3', 'แผนที่ประเทศไทย')," +
            "('1141.1', 'มีอิทธิพล', '1141.1', '1141.1', 'P01', 'C001', 'V0001', '1141.1.mp4', '1141.1', 'แผนที่ประเทศไทย')," +
            "('1142.1', 'ไปภาคเหนือ', '1142.1', '1142.1', 'P01', 'C059', 'V0001', '1142.1.mp4', '1142.1', 'แผนที่ประเทศไทย')," +
            "('1142.2', 'ไปภาคใต้', '1142.2', '1142.2', 'P03', 'C059', 'V0001', '1142.2.mp4', '1142.2', 'แผนที่ประเทศไทย')," +
            "('1143.1', 'ไปภาคตะวันตก', '1143.1', '1143.1', 'P01', 'C059', 'V0001', '1143.3.mp4', '1143.1', 'แผนที่ประเทศไทย')," +
            "('1143.2', 'ไปภาคตะวันออกเฉียงเหนือ', '1143.2', '1143.2', 'P01', 'C001', 'V0001', '1143.2.mp4', '1143.2', 'แผนที่ประเทศไทย')," +
            "('1143.3', 'แวะหลายจังหวัด', '1143.3', '1143.3', 'P01', 'C001', 'V0001', '1143.3.mp4', '1143.3', 'แผนที่ประเทศไทย')," +
            "('1144.1', 'คนที่เข้ามาในไทย', '1144.1', '1144.1', 'P01', 'C059', 'V0001', '1144.1.mp4', '1144.1', 'แผนที่ประเทศไทย')," +
            "('1145.1', 'กรุงเทพ', '1145.1', '1145.1', 'P01', 'C034', 'V0001', '1145.1.mp4', '1145.1', 'แผนที่ประเทศไทย')," +
            "('1145.2', 'ย้ายไปภาคเหนือ', '1145.2', '1145.2', 'P03', 'C001', 'V0001', '1145.2.mp4', '1145.2', 'แผนที่ประเทศไทย')," +
            "('1145.3', 'ย้านไปภาคใต้', '1145.3', '1145.3', 'P03', 'C059', 'V0001', '1145.3.mp4', '1145.3', 'แผนที่ประเทศไทย')," +
            "('1146.1', 'ย้ายไปภาคตะวันตก', '1146.1', '1146.1', 'P02', 'C059', 'V0001', '1146.1.mp4', '1146.1', 'แผนที่ประเทศไทย')," +
            "('1146.3', 'ย้ายบ่อยๆ', '1146.3', '1146.3', 'P01', 'C001', 'V0001', '1146.3.mp4', '1146.3', 'แผนที่ประเทศไทย')," +
            "('1147.1', 'เดินทางไปภาคเหนือ', '1147.1', '1147.1', 'P03', 'C059', 'V0001', '1147.1.mp4', '1147.1', 'แผนที่ประเทศไทย')," +
            "('1147.2', 'เดินทางไปภาคใต้', '1147.2', '1147.2', 'P01', 'C059', 'V0001', '1147.2.mp4', '1147.2', 'แผนที่ประเทศไทย')," +
            "('1147.3', 'ออกนอกประเทศ', '1147.3', '1147.3', 'P03', 'C001', 'V0001', '1147.3.mp4', '1147.3', 'แผนที่ประเทศไทย')," +
            "('1148.1', 'ไปภาคตะวันตก', '1148.1', '1148.1', 'P01', 'C059', 'V0001', '1148.1.mp4', '1148.1', 'แผนที่ประเทศไทย')," +
            "('1148.2', 'ไปภาคตะวันตก', '1148.2', '1148.2', 'P03', 'C059', 'V0001', '1148.2.mp4', '1148.2', 'แผนที่ประเทศไทย')," +
            "('1148.3', 'ไปภาคตะวันออกเฉียงเหนือ', '1148.3', '1148.3', 'P03', 'C058', 'V0001', '1148.3.mp4', '1148.3', 'แผนที่ประเทศไทย')," +
            "('1149.1', 'จากเหนือไปใต้', '1149.1', '1149.1', 'P03', 'C059', 'V0001', '1149.1.mp4', '1149.1', 'แผนที่ประเทศไทย')," +
            "('1149.2', 'จากใต้ไปเหนือ', '1149.2', '1149.2', 'P03', 'C059', 'V0001', '1149.2.mp4', '1149.2', 'แผนที่ประเทศไทย')," +
            "('1150.1', 'บินไปเหนือ', '1150.1', '1150.1', 'P03', 'C059', 'V0001', '1150.1.mp4', '1150.1', 'แผนที่ประเทศไทย')," +
            "('1150.2', 'บินไปใต้', '1150.2', '1150.2', 'P03', 'C059', 'V0001', '1150.2.mp4', '1150.2', 'แผนที่ประเทศไทย')," +
            "('1150.3', 'บินออกนอกประเทศ', '1150.3', '1150.3', 'P03', 'C059', 'V0001', '1150.3.mp4', '1150.3', 'แผนที่ประเทศไทย')," +
            "('1151.1', 'เชียงใหม่', '1151.1', '1151.1', 'P01', 'C034', 'V0001', '1151.1.mp4', '1151.1', 'แผนที่ประเทศไทย')," +
            "('1151.2', 'หัวหิน', '1151.2', '1151.2', 'P01', 'C023', 'V0001', '1151.2.mp4', '1151.2', 'แผนที่ประเทศไทย')," +
            "('1151.3', 'ภูเก็ต', '1151.3', '1151.3', 'P01', 'C034', 'V0001', '1151.3.mp4', '1151.3', 'แผนที่ประเทศไทย')," +
            "('1160.1', 'กระดาษ', '1160.1', '1160.1', 'P01', 'C009', 'V0001', '1160.1.mp4', '1160.1', 'การพิมพ์')," +
            "('1160.2', 'พิมพ์', '1160.2', '1160.2', 'P01', 'C001', 'V0001', '1160.2.mp4', '1160.2', 'การพิมพ์')," +
            "('1160.3', 'หนังสือพิมพ์', '1160.3', '1160.3', 'P01', 'C001', 'V0001', '1160.3.mp4', '1160.3', 'การพิมพ์')," +
            "('1161.3', 'สี่แยก', '1161.3', '1161.3', 'P01', 'C001', 'V0001', '1161.3.mp4', '1163.3', 'การพิมพ์')," +
            "('1162.1', 'ไม้กั้นรถไฟ', '1162.1', '1162.1', 'P01', 'C009', 'V0001', '1162.1.mp4', '1162.1', 'เสาและไม้กั้นขวางางรถไฟ')," +
            "('1162.2', 'ไม้กั้นรถไฟ', '1162.2', '1162.2', 'P01', 'C009', 'V0001', '1162.2.mp4', '1162.2', 'เสาและไม้กั้นขวางางรถไฟ')," +
            "('1162.3', 'โรงหนัง', '1162.3', '1162.3', 'P01', 'C037', 'V0001', '1162.3.mp4', '1162.3', 'เสาและไม้กั้นขวางางรถไฟ')," +
            "('1163.2', 'สิ่งที่ตั้งตรง', '1163.2', '1163.2', 'P01', 'C001', 'V0001', '1163.2.mp4', '1163.2', 'อนุสาวรีย์')," +
            "('1164.2', 'ถนนสุขุมวิท', '1164.2', '1164.2', 'P01', 'C023', 'V0001', '1164.2.mp4', '1164.2', 'อนุสาวรีย์')," +
            "('1164.3', 'โรงแรม', '1164.3', '1164.3', 'P01', 'C037', 'V0001', '1164.3.mp4', '1164.3', 'อนุสาวรีย์')," +
            "('1165.1', 'พาต้าปิ่นเกล้า', '1165.1', '1165.1', 'P01', 'C037', 'V0001', '1165.1.mp4', '1165.1', 'อนุสาวรีย์')," +
            "('1165.2', 'อนุสาวรีย์ประชาธิปไตย', '1165.2', '1165.2', 'P01', 'C037', 'V0001', '1165.2.mp4', '1165.2', 'อนุสาวรีย์')," +
            "('1165.3', 'สิงคโปร์', '1165.3', '1165.3', 'P01', 'C035', 'V0001', '1165.3.mp4', '1165.3', 'อนุสาวรีย์')," +
            "('1166.1', 'ไหว', '1166.1', '1166.1', 'P03', 'C001', 'V0001', '1166.1.mp4', '1166.1', 'อนุสาวรีย์')," +
            "('1166.2', 'ล้ม', '1166.2', '1166.2', 'P03', 'C001', 'V0001', '1166.2.mp4', '1166.2', 'อนุสาวรีย์')," +
            "('1166.3', 'ฟื้นตัว', '1166.3', '1166.3', 'P03', 'C001', 'V0001', '1166.3.mp4', '1166.3', 'อนุสาวรีย์')," +
            "('1167.1', 'สายตาเอียง', '1167.1', '1167.1', 'P01', 'C001', 'V0001', '1167.1.mp4', '1167.1', 'อนุสาวรีย์')," +
            "('1167.2', 'ทาสี', '1167.2', '1167.2', 'P03', 'C032', 'V0001', '1167.2.mp4', '1167.2', 'อนุสาวรีย์')," +
            "('1169.1', 'เช้า', '1169.1', '1169.1', 'P01', 'C001', 'V0001', '1169.1.mp4', '1169.1', 'ช่วงเวลาของวัน')," +
            "('1169.2', 'บ่าย', '1169.2', '1169.2', 'P01', 'C022', 'V0001', '1169.2.mp4', '1169.2', 'ช่วงเวลาของวัน')," +
            "('1169.3', 'ค่ำ', '1169.3', '1169.3', 'P01', 'C022', 'V0001', '1169.3.mp4', '1169.3', 'ช่วงเวลาของวัน')," +
            "('1170.1', 'ตลอดวัน', '1170.1', '1170.1', 'P01', 'C022', 'V0001', '1170.1.mp4', '1170.1', 'ช่วงเวลาของวัน')," +
            "('1170.2', 'เที่ยงวัน', '1170.2', '1170.2', 'P01', 'C022', 'V0001', '1170.2.mp4', '1170.2', 'ช่วงเวลาของวัน')," +
            "('1171.1', 'วัน', '1171.1', '1171.1', 'P01', 'C001', 'V0001', '1171.1.mp4', '1171.1', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1171.2', 'วันกองทัพไทย', '1171.2', '1171.2', 'P01', 'C022', 'V0001', '1171.2.mp4', '1171.2', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1171.3', 'วันลูกเสือเเห่งชาติ', '1171.3', '1171.3', 'P01', 'C001', 'V0001', '1171.3.mp4', '1171.3', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1172.1', 'วันแม่', '1172.1', '1172.1', 'P01', 'C022', 'V0001', '1172.1.mp4', '1172.1', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1172.2', 'วันตรุษจีน', '1172.2', '1172.2', 'P01', 'C022', 'V0001', '1172.2.mp4', '1172.2', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1172.3', 'วันจักรี', '1172.3', '1172.3', 'P01', 'C022', 'V0001', '1172.3.mp4', '1172.3', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1173.1', 'วันหยุดราชการ', '1173.1', '1173.1', 'P01', 'C022', 'V0001', '1173.1.mp4', '1173.1', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1173.2', 'วันฉัตรมงคล', '1173.2', '1173.2', 'P01', 'C001', 'V0001', '1173.2.mp4', '1173.2', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1173.3', 'วันกาชาด', '1173.3', '1173.3', 'P01', 'C022', 'V0001', '1173.3.mp4', '1173.3', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1174.1', 'วันปิยะมหาราช', '1174.1', '1174.1', 'P01', 'C022', 'V0001', '1174.1.mp4', '1174.1', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1174.2', 'วันปิยะมหาราช', '1174.2', '1174.2', 'P01', 'C022', 'V0001', '1174.2.mp4', '1174.2', 'ชื่อวัน  เช่น  วันหยุดราชการ')" ;


    private static final String INSERT_INTO_MATCH_ONE_ONE= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('1175.1', 'วันครู', '1175.1', '1175.1', 'P01', 'C022', 'V0001', '1175.1.mp4', '1175.1', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1175.2', 'วันไหว้ครู', '1175.2', '1175.2', 'P01', 'C022', 'V0001', '1175.2.mp4', '1175.2', 'ชื่อวัน  เช่น  วันหยุดราชการ')," +
            "('1176.1', 'ทารก', '1176.1', '1176.1', 'P01', 'C018', 'V0001', '1176.1.mp4', '1176.1', 'แขนที่ยกชูขึ้นตรง')," +
            "('1177.1', 'ป่า', '1177.1', '1177.1', 'P01', 'C001', 'V0001', '1177.1.mp4', '1177.1', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1177.2', 'ยาง', '1177.2', '1177.2', 'P01', 'C001', 'V0001', '1177.2.mp4', '1177.2', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1177.3', 'เหี่ยวตาย', '1177.3', '1177.3', 'P03', 'C001', 'V0001', '1177.3.mp4', '1177.3', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1178.1', 'มันฝรั่ง', '1178.1', '1178.1', 'P01', 'C008', 'V0001', '1178.1.mp4', '1178.1', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1178.2', 'มันเทศ', '1178.2', '1178.2', 'P01', 'C008', 'V0001', '1178.2.mp4', '1178.2', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1178.3', 'ขิง', '1178.3', '1178.3', 'P01', 'C016', 'V0001', '1178.3.mp4', '1178.3', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1179.1', 'กระชาย', '1179.1', '1179.1', 'P01', 'C008', 'V0001', '1179.1.mp4', '1179.1', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1179.2', 'หัวขมิ้น', '1179.2', '1179.2', 'P01', 'C017', 'V0001', '1179.2.mp4', '1179.2', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1179.3', 'ข่า', '1179.3', '1179.3', 'P01', 'C001', 'V0001', '1179.3.mp4', '1179.3', 'กางมือออกแล้วยกแขนขึ้น')," +
            "('1181.1', 'คณะกรรมการ', '1181.1', '1181.1', 'P01', 'C018', 'V0001', '1181.1.mp4', '1181.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1181.2', 'กฎหมาย', '1181.2', '1181.2', 'P01', 'C001', 'V0001', '1181.2.mp4', '1181.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1181.3', 'เกรงใจ', '1181.3', '1181.3', 'P01', 'C018', 'V0001', '1181.3.mp4', '1181.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1182.1', 'เขียว', '1182.1', '1182.1', 'P01', 'C025', 'V0001', '1182.1.mp4', '1182.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1183.2', 'ชมพู', '1183.2', '1183.2', 'P01', 'C025', 'V0001', '1183.2.mp4', '1183.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1183.3', 'ห้างสรรพสินค้า', '1183.3', '1183.3', 'P01', 'C038', 'V0001', '1183.3.mp4', '1183.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1184.1', 'ยาย', '1184.1', '1184.1', 'P01', 'C018', 'V0001', '1184.1.mp4', '1184.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1184.2', 'ตา', '1184.2', '1184.2', 'P01', 'C018', 'V0001', '1184.2.mp4', '1184.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1185.1', 'สีน้ำเงิน', '1185.1', '1185.1', 'P01', 'C025', 'V0001', '1185.1.mp4', '1185.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1185.2', 'น้า', '1185.2', '1185.2', 'P01', 'C018', 'V0001', '1185.2.mp4', '1185.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1185.3', 'นัดหมาย', '1185.3', '1185.3', 'P01', 'C001', 'V0001', '1185.3.mp4', '1185.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1186.1', 'น้ำ', '1186.1', '1186.1', 'P01', 'C001', 'V0001', '1186.1.mp4', '1186.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1186.2', 'ยาน้ำ', '1186.2', '1186.2', 'P01', 'C001', 'V0001', '1186.2.mp4', '1186.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1186.3', 'นอรเวย์', '1186.3', '1186.3', 'P01', 'C035', 'V0001', '1186.3.mp4', '1186.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1187.1', 'บางเขน', '1187.1', '1187.1', 'P01', 'C023', 'V0001', '1187.1.mp4', '1187.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1187.2', 'บางแค', '1187.2', '1187.2', 'P01', 'C023', 'V0001', '1187.2.mp4', '1187.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1187.3', 'บางซื่อ', '1187.3', '1187.3', 'P01', 'C023', 'V0001', '1187.3.mp4', '1187.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1188.1', 'บางกอกน้อย', '1188.1', '1188.1', 'P01', 'C023', 'V0001', '1188.1.mp4', '1188.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1188.2', 'บางกอกใหญ่', '1188.2', '1188.2', 'P01', 'C023', 'V0001', '1188.2.mp4', '1188.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1188.3', 'บางรัก', '1188.3', '1188.3', 'P01', 'C023', 'V0001', '1188.3.mp4', '1188.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1189.1', 'บางรัก', '1189.1', '1189.1', 'P01', 'C023', 'V0001', '1189.1.mp4', '1189.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1189.2', 'บางลำภู', '1189.2', '1189.2', 'P01', 'C023', 'V0001', '1189.2.mp4', '1189.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1189.3', 'บางมด', '1189.3', '1189.3', 'P01', 'C023', 'V0001', '1189.3.mp4', '1189.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1190.1', 'บริษัทจำกัด', '1190.1', '1190.1', 'P01', 'C001', 'V0001', '1190.1.mp4', '1190.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1190.2', 'ธุรกิจส่วนตัว', '1190.2', '1190.2', 'P01', 'C001', 'V0001', '1190.2.mp4', '1190.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1190.3', 'แบบ', '1190.3', '1190.3', 'P01', 'C001', 'V0001', '1190.3.mp4', '1190.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1191.1', 'บ้า', '1191.1', '1191.1', 'P01', 'C001', 'V0001', '1191.1.mp4', '1191.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1191.2', 'น้ำตาล', '1191.2', '1191.2', 'P01', 'C001', 'V0001', '1191.2.mp4', '1191.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1191.3', 'เบลเยี่ยม', '1191.3', '1191.3', 'P01', 'C035', 'V0001', '1191.3.mp4', '1191.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1192.2', 'ปู่', '1192.2', '1192.2', 'P01', 'C001', 'V0001', '1192.2.mp4', '1192.2', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1192.3', 'ใช้แล้ว', '1192.3', '1192.3', 'P01', 'C001', 'V0001', '1192.3.mp4', '119/ใ-', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1193.1', 'ป.1', '1193.1', '1193.1', 'P01', 'C001', 'V0001', '1193.1.mp4', '1193.1', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1193.2', 'ป.2', '1193.2', '1193.2', 'P01', 'C001', 'V0001', '1193.2.mp4', '1193.2', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1194.1', 'วันพุธ', '1194.1', '1194.1', 'P01', 'C022', 'V0001', '1194.1.mp4', '1194.1', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1195.1', 'หนึ่งพัน', '1195.1', '1195.1', 'P01', 'C001', 'V0001', '1195.1.mp4', '1195.1', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1195.2', 'พิเศษ', '1195.2', '1195.2', 'P01', 'C001', 'V0001', '1195.2.mp4', '1195.2', 'การสะกดด้วยนิ้วมือในภาษาไทย')," +
            "('1196.1', 'สีฟ้า', '1196.1', '1196.1', 'P01', 'C001', 'V0001', '1196.1.mp4', '1196.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1196.2', 'สีฟ้า', '1196.2', '1196.2', 'P01', 'C025', 'V0001', '1196.2.mp4', '1196.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1196.3', 'ฟิลิปปินส์', '1196.3', '1196.3', 'P01', 'C035', 'V0001', '1196.3.mp4', '1196.3', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('1197.1', 'ฝรั่งเศษ', '1197.1', '1197.1', 'P01', 'C035', 'V0001', '1197.1.mp4', '1197.1', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('12.2', 'ยินดีต้อนรับ', '12.2', '12.2', 'P03', 'C044', 'V0001', '12.2.mp4', '12.2', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('1200.2', 'ญาติ', '1200.2', '1200.2', 'P01', 'C018', 'V0001', '1200.2.mp4', '1200.2', 'การสะกดด้วยนิ้วมือใภาษาไทย')," +
            "('13.1', 'เชิญ', '13.1', '13.1', 'P03', 'C044', 'V0001', '13.1.mp4', '13.1', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('13.2', 'เชิญมาหลายคน', '13.2', '13.2', 'P03', 'C044', 'V0001', '13.2.mp4', '13.2', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('13.3', 'เชิญมาบ่อยๆ', '13.3', '13.3', 'P03', 'C044', 'V0001', '13.3.mp4', '13.3', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('134.1', 'นักโกหก', '134.1', '134.1', 'P01', 'C027', 'V0001', '134.1.mp4', '134.1', 'ฝ่ามือราบแบน,ตั้งตรง')," +
            "('134.2', 'คุณพูดปด', '134.2', '134.2', 'P08', 'C018', 'V0001', '134.2.mp4', '134.2', 'ฝ่ามือราบแบน,ตั้งตรง')," +
            "('134.3', 'ไม่ได้โกหก', '134.3', '134.3', 'P07', 'C032', 'V0001', '134.3.mp4', '134.3', 'ฝ่ามือราบแบน,ตั้งตรง')," +
            "('135.1', 'ปลอม', '135.1', '135.1', 'P03', 'C001', 'V0001', '135.1.mp4', '135.1', 'ฝ่ามือราบแบน,ตั้งตรง')," +
            "('14.2', 'ได้รับเชิญ', '14.2', '14.2', 'P03', 'C044', 'V0001', '14.2.mp4', '14.2', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('14.3', 'ได้รับเชิญจากหลายแห่ง', '14.3', '14.3', 'P03', 'C044', 'V0001', '14.3.mp4', '14.3', 'ออกจากและเข้ามาหาผู้ทำท่ามือ/ฝ่ามือหงาย')," +
            "('15.2', 'ตรงไปข้างหน้า', '15.2', '15.2', 'P03', 'C044', 'V0001', '15.2.mp4', '15.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('15.3', 'เลี้ยวขวา', '15.3', '15.3', 'P03', 'C059', 'V0001', '15.3.mp4', '15.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('16.1', 'เลี้ยวซ้ายแล้ววกกลับ', '16.1', '16.1', 'P03', 'C059', 'V0001', '16.1.mp4', '16.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('16.2', 'เครื่องกีดขวาง', '16.2', '16.2', 'P01', 'C009', 'V0001', '16.2.mp4', '16.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('16.3', 'ตรง', '16.3', '16.3', 'P08', 'C059', 'V0001', '16.3.mp4', '16.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('17.2', 'ตรงไปตรงมา', '17.2', '17.2', 'P03', 'C044', 'V0001', '17.2.mp4', '17.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('17.3', 'พูดตรงไปตรงมา', '17.3', '17.3', 'P03', 'C044', 'V0001', '17.3.mp4', '17.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('18.1', 'กริยาวกวน', '18.1', '18.1', 'P03', 'C044', 'V0001', '18.1.mp4', '18.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('18.2', 'พูดอ้อมค้อม', '18.2', '18.2', 'P03', 'C044', 'V0001', '18.2.mp4', '18.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('18.3', 'ไม่อยู่กับร่องกับรอย', '18.3', '18.3', 'P03', 'C044', 'V0001', '18.3.mp4', '18.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('189.1', 'ถวาย', '189.1', '189.1', 'P03', 'C044', 'V0001', '189.1.mp4', '189.1', 'ทำท่ามือตามวิดีโอ')," +
            "('189.2', 'ได้รับมอบสิ่งของ', '189.2', '189.2', 'P09', 'C042', 'V0001', '189.2.mp4', '189.2', 'ทำท่ามือตามวิดีโอ')," +
            "('189.3', 'คนขายดอกไม้แบกกระจาด', '189.3', '189.3', 'P02', 'C018', 'V0001', '189.3.mp4', '189.3', 'ทำท่ามือตามวิดีโอ')," +
            "('19.1', 'พูดผิดๆถูกๆ', '19.1', '19.1', 'P03', 'C044', 'V0001', '19.1.mp4', '19.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('19.2', 'ผีเข้าผีออก', '19.2', '19.2', 'P03', 'C044', 'V0001', '19.2.mp4', '19.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('19.3', 'ปากไม่ตรงกับใจ', '19.3', '19.3', 'P03', 'C044', 'V0001', '19.3.mp4', '19.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('190.2', 'คนใช้', '190.2', '190.2', 'P02', 'C018', 'V0001', '190.2.mp4', '190.2', 'ทำท่ามือตามวิดีโอ')," +
            "('190.3', 'ภารโรงโรงเรียน', '190.3', '190.3', 'P02', 'C018', 'V0001', '190.3.mp4', '190.3', 'ทำท่ามือตามวิดีโอ')," +
            "('191.1', 'แจกจ่าย', '191.1', '191.1', 'P03', 'C044', 'V0001', '191.1.mp4', '191.1', 'ทำท่ามือตามวิดีโอ')," +
            "('191.2', 'แจกจ่ายเป็นบางครั้ง', '191.2', '191.2', 'P03', 'C044', 'V0001', '191.2.mp4', '191.2', 'ทำท่ามือตามวิดีโอ')," +
            "('191.3', 'รับของจำนวนมาก', '191.3', '191.3', 'P03', 'C044', 'V0001', '191.3.mp4', '191.3', 'ทำท่ามือตามวิดีโอ')," +
            "('192.2', 'ซื้อ', '192.2', '192.2', 'P03', 'C044', 'V0001', '192.2.mp4', '192.2', 'ทำท่ามือตามวิดีโอ')," +
            "('192.3', 'ฟุ่มเฟือย', '192.3', '192.3', 'P09', 'C036', 'V0001', '192.3.mp4', '192.3', 'ทำท่ามือตามวิดีโอ')," +
            "('193.1', 'ล้มละลาย', '193.1', '193.1', 'P09', 'C026', 'V0001', '193.1.mp4', '193.1', 'ทำท่ามือตามวิดีโอ')," +
            "('193.2', 'ไม่เคยขาดเงิน', '193.2', '193.2', 'P08', 'C042', 'V0001', '193.2.mp4', '193.2', 'ทำท่ามือตามวิดีโอ')," +
            "('193.3', 'ไม่มีเงิน', '193.3', '193.3', 'P07', 'C051', 'V0001', '193.3.mp4', '193.3', 'ทำท่ามือตามวิดีโอ')," +
            "('194.1', 'เงินตกเบิก', '194.1', '194.1', 'P08', 'C049', 'V0001', '194.1.mp4', '194.1', 'ทำท่ามือตามวิดีโอ')," +
            "('194.2', 'กระทรวงการคลัง', '194.2', '194.2', 'P02', 'C057', 'V0001', '194.2.mp4', '194.2', 'ทำท่ามือตามวิดีโอ')," +
            "('194.3', 'เหรียญเงิน', '194.3', '194.3', 'P01', 'C049', 'V0001', '194.3.mp4', '194.3', 'ทำท่ามือตามวิดีโอ')," +
            "('195.1', 'แพง', '195.1', '195.1', 'P09', 'C002', 'V0001', '195.1.mp4', '195.1', 'ทำท่ามือตามวิดีโอ')," +
            "('196.1', 'ขอร้อง', '196.1', '196.1', 'P03', 'C042', 'V0001', '196.1.mp4', '196.1', 'ทำท่ามือตามวิดีโอ')," +
            "('196.2', 'ขอ', '196.2', '196.2', 'P03', 'C044', 'V0001', '196.2.mp4', '196.2', 'ทำท่ามือตามวิดีโอ')," +
            "('197.1', 'ขอหลายๆแหล่ง', '197.1', '197.1', 'P03', 'C042', 'V0001', '197.1.mp4', '197.1', 'ทำท่ามือตามวิดีโอ')," +
            "('197.2', 'คะยั้นคะยอ', '197.2', '197.2', 'P03', 'C044', 'V0001', '197.2.mp4', '197.2', 'ทำท่ามือตามวิดีโอ')," +
            "('197.3', 'รบเร้า', '197.3', '197.3', 'P03', 'C044', 'V0001', '197.3.mp4', '197.3', 'ทำท่ามือตามวิดีโอ')," +
            "('198.1', 'อ้อนวอนของงานทำ', '198.1', '198.1', 'P03', 'C044', 'V0001', '198.1.mp4', '198.1', 'ทำท่ามือตามวิดีโอ')," +
            "('198.2', 'หลายคนมาติดต่อของานทำ', '198.2', '198.2', 'P08', 'C042', 'V0001', '198.2.mp4', '198.2', 'ทำท่ามือตามวิดีโอ')," +
            "('199.2', 'ขำขัน', '199.2', '199.2', 'P03', 'C044', 'V0001', '199.2.mp4', '199.2', 'ทำท่ามือตามวิดีโอ')," +
            "('199.3', 'หัวเราะ', '199.3', '199.3', 'P03', 'C044', 'V0001', '199.3.mp4', '199.3', 'ทำท่ามือตามวิดีโอ')," +
            "('2.1', 'ไปจากที่นี่', '2.1', '2.1', 'P03', 'C044', 'V0001', '2.1.mp4', 'ไปจากที่นี่', 'ทำมือตามวิดีโอ')," +
            "('2.2', 'ไกลจากที่นี่', '2.2', '2.2', 'P05', 'C026', 'V0001', '2.2.mp4', 'ไกลจากที่นี่', 'ทำท่ามือตามวิดีโอ')," +
            "('2.3', 'ต่างประเทศ', '2.3', '2.3', 'P02', 'C035', 'V0001', '2.3.mp4', 'ต่างประเทศ', 'ทำท่ามือตามวิดีโอ')," +
            "('20.2', 'เจาะจง', '20.2', '20.2', 'P03', 'C042', 'V0001', '20.2.mp4', '20.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ทั้งสองมือ')," +
            "('20.3', 'เจาะจงสาเหตุ', '20.3', '20.3', 'P03', 'C042', 'V0001', '20.3.mp4', '20.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ทั้งสองมือ')," +
            "('200.1', 'ขอทาน', '200.1', '200.1', 'P01', 'C018', 'V0001', '200.1.mp4', '200.1', 'ทำท่ามือตามวิดีโอ')," +
            "('200.3', 'มะพร้าว', '200.3', '200.3', 'P01', 'C055', 'V0001', '200.3.mp4', '200.3', 'ทำท่ามือตามวิดีโอ')," +
            "('201.1', 'น้ำหนัก', '201.1', '201.1', 'P08', 'C042', 'V0001', '201.1.mp4', '201.1', 'ทำท่ามือตามวิดีโอ')," +
            "('201.2', 'หนัก', '201.2', '201.2', 'P08', 'C042', 'V0001', '201.2.mp4', '201.2', 'ทำท่ามือตามวิดีโอ')," +
            "('201.3', 'เบา', '201.3', '201.3', 'P09', 'C042', 'V0001', '201.3.mp4', '201.3', 'ทำท่ามือตามวิดีโอ')," +
            "('202.1', 'เบามาก', '202.1', '202.1', 'P03', 'C044', 'V0001', '201.1.mp4', '202.1', 'ทำท่ามือตามวิดีโอ')," +
            "('202.2', 'ยาก', '202.2', '202.2', 'P09', 'C042', 'V0001', '202.2.mp4', '202.2', 'ทำท่ามือตามวิดีโอ')," +
            "('202.3', 'หนักมาก', '202.3', '202.3', 'P08', 'C042', 'V0001', '202.3.mp4', '202.3', 'ทำท่ามือตามวิดีโอ')," +
            "('203.1', 'ตามใจ', '203.1', '203.1', 'P03', 'C044', 'V0001', '203.1.mp4', '203.1', 'ทำท่ามือตามวิดีโอ')," +
            "('203.2', 'อย่างใดอย่างหนึ่ง', '203.2', '203.2', 'P08', 'C042', 'V0001', '203.2.mp4', '203.2', 'ทำท่ามือตามวิดีโอ')," +
            "('203.3', 'ประมาณ', '203.3', '203.3', 'P09', 'C042', 'V0001', '203.3.mp4', '203.3', 'ทำท่ามือตามวิดีโอ')," +
            "('204.2', 'เสมอกัน', '204.2', '204.2', 'P08', 'C042', 'V0001', '204.2.mp4', '204.2', 'ทำท่ามือตามวิดีโอ')," +
            "('204.3', 'เข้ากันไม่ได้', '204.3', '204.3', 'P08', 'C042', 'V0001', '204.3.mp4', '204.3', 'ทำท่มือตามวิดีโอ')," +
            "('205.1', 'รื้อทำลาย', '205.1', '205.1', 'P03', 'C042', 'V0001', '205.1.mp4', '205.1', 'ทำท่ามือตามวิดีโอ')," +
            "('205.2', 'ทำลาย', '205.2', '205.2', 'P03', 'C044', 'V0001', '205.2.mp4', '205.2', 'ทำท่ามือตามวิดีโอ')," +
            "('205.3', 'ค้นหาพัสดุไปรษณีย์', '205.3', '205.3', 'P03', 'C042', 'V0001', '205.3.mp4', '205.3', 'ทำท่ามือตามวิดีโอ')," +
            "('206.1', 'ช่วย', '206.1', '206.1', 'P03', 'C042', 'V0001', '206.1.mp4', '206.1', 'ทำท่ามือตามวิดีโอ')," +
            "('206.2', 'ไม่เคยได้รับความช่วยเหลือ', '206.2', '206.2', 'P03', 'C042', 'V0001', '206.2.mp4', '206.2', 'ทำท่ามือตามวิดีโอ')," +
            "('206.3', 'ไม่เคยได้ช่วย', '206.3', '206.3', 'P07', 'C042', 'V0001', '206.3.mp4', '206.3', 'ทำท่ามือตามวิดีโอ')," +
            "('207.2', 'แกว่งไกว', '207.2', '207.2', 'P03', 'C042', 'V0001', '207.2.mp4', '207.2', 'ทำท่ามือตามวิดีโอ')," +
            "('207.3', 'ลูก', '207.3', '207.3', 'P01', 'C003', 'V0001', '207.3.mp4', '207.3', 'ทำท่ามือตามวิดีโอ')," +
            "('208.1', 'อุ้มขึ้น', '208.1', '208.1', 'P03', 'C042', 'V0001', '208.1.mp4', '208.1', 'ทำท่ามือตามวิดีโอ')," +
            "('208.2', 'อุ้มวางลง', '208.2', '208.2', 'P03', 'C042', 'V0001', '208.2.mp4', '208.2', 'ทำท่ามือตามวิดีโอ')," +
            "('208.3', 'ไม่ดูแล', '208.3', '208.3', 'P03', 'C042', 'V0001', '208.3.mp4', '208.3', 'ทำท่ามือตามวิดีโอ')," +
            "('209.1', 'บุตรบุญธรรม', '209.1', '209.1', 'P01', 'C003', 'V0001', '209.1.mp4', '209.1', 'ทำท่ามือตามวิดีโอ')," +
            "('209.2', 'อุ้มพาดบ่า', '209.2', '209.2', 'P03', 'C042', 'V0001', '209.2.mp4', '209.2', 'ทำท่ามือตามวิดีโอ')," +
            "('209.3', 'ตักน้ำด้วยมือ', '209.3', '209.3', 'P03', 'C042', 'V0001', '209.3.mp4', '209.3', 'ทำท่ามือตามวิดีโอ')," +
            "('21.2', 'ถูกเจาะจง', '21.2', '21.2', 'P03', 'C042', 'V0001', '21.2.mp4', '21.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ทั้งสองมือ')," +
            "('21.3', 'คลอด', '21.3', '21.3', 'P03', 'C044', 'V0001', '21.3.mp4', '21.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ทั้งสองมือ')," +
            "('210.2', 'ห้าม', '210.2', '210.2', 'P03', 'C042', 'V0001', '210.2.mp4', '210.2', 'ทำท่ามือตามวิดีโอ')," +
            "('210.3', 'กันออกไป', '210.3', '210.3', 'P03', 'C042', 'V0001', '210.3.mp4', '210.3', 'ทำท่ามือตามวิดีโอ')," +
            "('211.1', 'กันออกไปทั้งหมด', '211.1', '211.1', 'P03', 'C042', 'V0001', '211.1.mp4', '211.1', 'ทำท่ามือตามวิดีโอ')," +
            "('211.2', 'พอ', '211.2', '211.2', 'P03', 'C042', 'V0001', '211.2.mp4', '211.2', 'ทำท่ามือตามวิดีโอ')," +
            "('211.3', 'พื้นที่ส่วนตัว', '211.3', '211.3', 'P01', 'C023', 'V0001', '211.3.mp4', '211.3', 'ทำท่ามือตามวิดีโอ')," +
            "('212.1', 'อุปสรรค', '212.1', '212.1', 'P09', 'C042', 'V0001', '212.1.mp4', '212.1', 'ทำท่ามือตามวิดีโอ')," +
            "('212.2', 'อุปสรรคหลายอย่าง', '212.2', '212.2', 'P08', 'C042', 'V0001', '212.2.mp4', '212.2', 'ทำท่ามือตามวิดีโอ')," +
            "('213.1', 'รอ', '213.1', '213.1', 'P03', 'C044', 'V0001', '213.1.mp4', '213.1', 'ทำท่ามือตามวิดีโอ')," +
            "('213.2', 'คอยดู', '213.2', '213.2', 'P03', 'C044', 'V0001', '213.2.mp4', '213.2', 'ทำท่ามือตามวิดีโอ')," +
            "('214.1', 'รอที่นี่', '214.1', '214.1', 'P08', 'C042', 'V0001', '214.1.mp4', '214.1', 'ทำท่ามือตามวิดีโอ')," +
            "('214.2', 'ฝากไว้ให้คนอื่นดูแล', '214.2', '214.2', 'P08', 'C042', 'V0001', '214.2.mp4', '214.2', 'ทำท่ามือตามวิดีโอ')," +
            "('215.1', 'ปฎิเสธอย่างแข็งขัน', '215.1', '215.1', 'P03', 'C044', 'V0001', '215.1.mp4', '215.1', 'ทำท่ามือตามวิดีโอ')," +
            "('215.2', 'อย่า', '215.2', '215.2', 'P09', 'C044', 'V0001', '215.2.mp4', '215.2', 'ทำท่ามือตามวิดีโอ')," +
            "('215.3', 'รับไม่ได้', '215.3', '215.3', 'P01', 'C044', 'V0001', '215.3.mp4', '215.3', 'ทำท่ามือตามวิดีโอ')," +
            "('216.1', 'ปิดปากเงียบ', '216.1', '216.1', 'P03', 'C042', 'V0001', '216.1.mp4', '216.1', 'ทำท่ามือตามวิดีโอ')," +
            "('216.2', 'เก็บเงียบ', '216.2', '216.2', 'P03', 'C042', 'V0001', '216.2.mp4', '216.2', 'ทำท่ามือตามวิดีโอ')," +
            "('216.3', 'ปิดปากสนิท', '216.3', '216.3', 'P03', 'C044', 'V0001', '216.3.mp4', '216.3', 'ทำท่ามือตามวิดีโอ')," +
            "('217.1', 'พอ', '217.1', '217.1', 'P03', 'C042', 'V0001', '217.1.mp4', '217.1', 'ทำท่ามือตามวิดีโอ')," +
            "('217.2', 'ไม่พอ', '217.2', '217.2', 'P03', 'C044', 'V0001', '217.2.mp4', '217.2', 'ทำท่ามือตามวิดีโอ')," +
            "('218.1', 'หยุดได้แล้ว', '218.1', '218.1', 'P03', 'C044', 'V0001', '218.1.mp4', '218.1', 'ทำท่ามือตามวิดีโอ')," +
            "('218.2', 'พอแล้ว', '218.2', '218.2', 'P09', 'C042', 'V0001', '218.2.mp4', '218.2', 'ทำท่ามือตามวิดีโอ')," +
            "('219.1', 'ตาบอด', '219.1', '219.1', 'P03', 'C020', 'V0001', '219.1.mp4', '219.1', 'ทำท่ามือตามวิดีโอ')," +
            "('219.2', 'สมาคมคนตาบอดแห่งประเทศไทย', '219.2', '219.2', 'P01', 'C057', 'V0001', '219.2.mp4', '219.2', 'ทำท่ามือตามวิดีโอ')," +
            "('219.3', 'อิสราเอล', '219.3', '219.3', 'P01', 'C035', 'V0001', '219.3.mp4', '219.3', 'ทำท่ามือตามวิดีโอ')," +
            "('22.2', 'ถนน', '22.2', '22.2', 'P01', 'C023', 'V0001', '22.2.mp4', '22.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('22.3', 'ซอย', '22.3', '22.3', 'P01', 'C023', 'V0001', '22.3.mp4', '22.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('220.2', 'เหม็น', '220.2', '220.2', 'P03', 'C044', 'V0001', '220.2.mp4', '220.2', 'ทำท่ามือตามวิดีโอ')," +
            "('220.3', 'กลิ่นเหม็น', '220.3', '220.3', 'P09', 'C042', 'V0001', '220.3.mp4', '220.3', 'ทำท่ามือตามวิดีโอ')," +
            "('221.2', 'ที่โกยผง', '221.2', '221.2', 'P01', 'C014', 'V0001', '221.2.mp4', '221.2', 'ทำท่ามือตามวิดีโอ')," +
            "('221.3', 'กวาด', '221.3', '221.3', 'P03', 'C044', 'V0001', '221.3.mp4', '221.3', 'ทำท่ามือตามวิดีโอ')," +
            "('223.3', 'กำหนดวัน', '223.3', '223.3', 'P08', 'C022', 'V0001', '223.3.mp4', '223.3', 'ทำท่ามือตามวิดีโอ')," +
            "('224.1', 'ไกลออกไป', '224.1', '224.1', 'P08', 'C046', 'V0001', '224.1.mp4', '224.1', 'ทำท่ามือตามวิดีโอ')," +
            "('224.2', 'สายตายาว', '224.2', '224.2', 'P01', 'C011', 'V0001', '224.2.mp4', '224.2', 'ทำท่ามือตามวิดีโอ')," +
            "('225.1', 'ใกล้', '225.1', '225.1', 'P08', 'C046', 'V0001', '225.1.mp4', '225.1', 'ทำท่ามือตามวิดีโอ')," +
            "('225.2', 'สายตาสั้น', '225.2', '225.2', 'P01', 'C011', 'V0001', '225.2.mp4', '225.2', 'ทำท่ามือตามวิดีโอ')," +
            "('225.3', 'แยก', '225.3', '225.3', 'P08', 'C042', 'V0001', '225.3.mp4', '225.3', 'ทำท่ามือตามวิดีโอ')," +
            "('226.1', 'เลย', '226.1', '226.1', 'P03', 'C046', 'V0001', '226.1.mp4', '226.1', 'ทำท่ามือตามวิดีโอ')," +
            "('226.2', 'อยู่ทางด้านนี้ของ', '226.2', '226.2', 'P09', 'C046', 'V0001', '226.2.mp4', '226.2', 'ทำท่ามือตามวิดีโอ')," +
            "('227.1', 'ดำเนินต่อไปอย่างไม่มีกำหนด', '227.1', '227.1', 'P03', 'C042', 'V0001', '227.1.mp4', '227.1', 'ทำท่ามือตามวิดีโอ')," +
            "('227.2', 'ทำงานอย่างต่อเนื่อง', '227.2', '227.2', 'P03', 'C044', 'V0001', '227.2.mp4', '227.2', 'ทำท่ามือตามวิดีโอ')," +
            "('227.3', 'ตลอดกาล', '227.3', '227.3', 'P09', 'C026', 'V0001', '227.3.mp4', '227.3', 'ทำท่ามือตามวิดีโอ')," +
            "('228.1', 'จากเวลาหนึ่งไปสู่เวลาหนึ่ง', '228.1', '228.1', 'P08', 'C026', 'V0001', '228.1.mp4', '228.1', 'ทำท่ามือตามวิดีโอ')," +
            "('228.2', 'แผนงาน', '228.2', '228.2', 'P03', 'C042', 'V0001', '228.2.mp4', '228.2', 'ทำท่ามือตามวิดีโอ')," +
            "('228.3', 'เป้าหมาย', '228.3', '228.3', 'P08', 'C029', 'V0001', '228.3.mp4', '228.3', 'ทำท่ามือตามวิดีโอ')," +
            "('229.1', 'ต้นจนจบ', '229.1', '229.1', 'P08', 'C026', 'V0001', '229.1.mp4', '229.1', 'ทำท่ามือตามวิดีโอ')," +
            "('229.2', 'ทีละตอน', '229.2', '229.2', 'P08', 'C042', 'V0001', '229.2.mp4', '229.2', 'ทำท่ามือตามวิดีโอ')," +
            "('229.3', 'บันทึก', '229.3', '229.3', 'P03', 'C044', 'V0001', '229.3.mp4', '229.3', 'ทำท่ามือตามวิดีโอ')," +
            "('23.1', 'ถนนที่คดเคี้ยว', '23.1', '23.1', 'P01', 'C042', 'V0001', '23.1.mp4', '23.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('23.2', 'แม่น้ำ', '23.2', '23.2', 'P01', 'C017', 'V0001', '23.2.mp4', '23.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('23.3', 'ลำคลอง', '23.3', '23.3', 'P01', 'C017', 'V0001', '23.3.mp4', '23.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('230.1', 'โฆษณาสั้น', '230.1', '230.1', 'P03', 'C026', 'V0001', '230.1.mp4', '230.1', 'ทำท่ามือตามวิดีโอ')," +
            "('231.2', 'ไม่สมบูรณ์', '231.2', '231.2', 'P08', 'C042', 'V0001', '231.2.mp4', '231.2', 'ทำท่ามือตามวิดีโอ')," +
            "('231.3', 'แบ่งครึ่ง', '231.3', '231.3', 'P03', 'C042', 'V0001', '231.3.mp4', '231.3', 'ทำท่ามือตามวิดีโอ')," +
            "('232.1', 'เมื่อก่อน', '232.1', '232.1', 'P08', 'C026', 'V0001', '232.1.mp4', '232.1', 'ทำท่ามือตามวิดีโอ')," +
            "('232.2', 'นานมาแล้ว', '232.2', '232.2', 'P08', 'C026', 'V0001', '232.2.mp4', '232.2', 'ทำท่ามือตามวิดีโอ')," +
            "('232.3', 'กาลครั้งหนึ่ง', '232.3', '232.3', 'P08', 'C026', 'V0001', '232.2.mp4', '232.3', 'ทำท่ามือตามวิดีโอ')," +
            "('233.1', 'เร็วๆนี้', '233.1', '233.1', 'P08', 'C026', 'V0001', '233.1.mp4', '233.1', 'ทำท่ามือตามวิดีโอ')," +
            "('233.2', 'เมื่อไม่นานมานี้', '233.2', '233.2', 'P08', 'C026', 'V0001', '233.2.mp4', '233.2', 'ทำท่ามือตามวิดีโอ')," +
            "('233.3', 'เมื่อวานนี้', '233.3', '233.3', 'P08', 'C022', 'V0001', '233.3.mp4', '233.3', 'ทำท่ามือตามวิดีโอ')," +
            "('234.1', 'อาทิตย์ก่อน', '234.1', '234.1', 'P08', 'C022', 'V0001', '234.1.mp4', '234.1', 'ทำท่ามือตามวิดีโอ')," +
            "('234.2', 'สัปดาห์ที่แล้ว', '234.2', '234.2', 'P08', 'C022', 'V0001', '234.2.mp4', '234.2', 'ทำท่ามือตามวิดีโอ')," +
            "('234.3', 'สองสัปดาห์ที่แล้ว', '234.3', '234.3', 'P08', 'C022', 'V0001', '234.3.mp4', '234.3', 'ทำท่ามือตามวิดีโอ')," +
            "('235.2', 'ทีแรก', '235.2', '235.2', 'P09', 'C026', 'V0001', '235.2.mp4', '235.2', 'ทำท่ามือตามวิดีโอ')," +
            "('235.3', 'สาย', '235.3', '235.3', 'P03', 'C026', 'V0001', '235.2.mp4', '235.3', 'ทำท่ามือตามวิดีโอ')," +
            "('237.1', 'ขนาดใหญ่', '237.1', '237.1', 'P08', 'C042', 'V0001', '237.1.mp4', '237.1', 'ทำท่ามือตามวิดีโอ')," +
            "('237.2', 'ขนาดเล็ก', '237.2', '237.2', 'P08', 'C042', 'V0001', '237.2.mp4', '237.2', 'ทำท่ามือตามวิดีโอ')," +
            "('237.3', 'รองเท้าเด็ก', '237.3', '237.3', 'P01', 'C015', 'V0001', '237.3.mp4', '237.3', 'ทำท่ามือตามวิดีโอ')," +
            "('238.1', 'กว้าง', '238.1', '238.1', 'P09', 'C042', 'V0001', '238.1.mp4', '238.1', 'ทำท่ามือตามวิดีโอ')," +
            "('238.2', 'แคบ', '238.2', '238.2', 'P08', 'C042', 'V0001', '238.2.mp4', '238.2', 'ทำท่ามือตามวิดีโอ')," +
            "('238.3', 'คัดลอก', '238.3', '238.3', 'P03', 'C044', 'V0001', '238.3.mp4', '238.3', 'ทำท่ามือตามวิดีโอ')," +
            "('239.1', 'บางกอกใหญ๋', '239.1', '239.1', 'P01', 'C023', 'V0001', '239.1.mp4', '239.1', 'ทำท่ามือตามวิดีโอ')," +
            "('239.2', 'ขนาดยักษ์', '239.2', '239.2', 'P08', 'C042', 'V0001', '239.2.mp4', '239.2', 'ทำท่ามือตามวิดีโอ')," +
            "('239.3', 'ใหญ่โต', '239.3', '239.3', 'P08', 'C042', 'V0001', '239.3.mp4', '239.3', 'ทำท่ามือตามวิดีโอ')," +
            "('24.1', 'นโยบาย', '24.1', '24.1', 'P01', 'C026', 'V0001', '24.1.mp4', '24.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('24.2', 'เส้นทาง', '24.2', '24.2', 'P01', 'C059', 'V0001', '24.2.mp4', '24.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('24.3', 'ตั้งใจแน่วแน่', '24.3', '24.3', 'P03', 'C044', 'V0001', '24.3.mp4', '24.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว/ระหว่างมือ')," +
            "('240.1', 'หีบ', '240.1', '240.1', 'P01', 'C043', 'V0001', '240.1.mp4', '240.1', 'ทำท่ามือตามวิดีโอ')," +
            "('240.2', 'ช่วงอก', '240.2', '240.2', 'P01', 'C020', 'V0001', '240.2.mp4', '240.2', 'ทำท่ามือตามวิดีโอ')," +
            "('240.3', 'ลำตัว', '240.3', '240.3', 'P01', 'C020', 'V0001', '240.3.mp4', '240.3', 'ทำท่ามือตามวิดีโอ')," +
            "('241.1', 'โรงแรม', '241.1', '241.1', 'P01', 'C037', 'V0001', '241.1.mp4', '241.1', 'ทำท่ามือตามวิดีโอ')," +
            "('242.1', 'ท้องโตขึ้น', '242.1', '242.1', 'P08', 'C042', 'V0001', '242.1.mp4', '242.1', 'ทำท่ามือตามวิดีโอ')," +
            "('242.2', 'บวม', '242.2', '242.2', 'P08', 'C011', 'V0001', '242.2.mp4', '242.2', 'ทำท่ามือตามวิดีโอ')," +
            "('243.1', 'เด็กเล็กอายุ2ถึง5ปี', '243.1', '243.1', 'P08', 'C042', 'V0001', '243.1.mp4', '243.1', 'ทำท่ามือตามวิดีโอ')," +
            "('243.2', 'เด็กอายุ6ถึง9ปี', '243.2', '243.2', 'P08', 'C042', 'V0001', '243.2.mp4', '243.2', 'ทำท่ามือตามวิดีโอ')," +
            "('243.3', 'เด็กโตอายุ10ถึง14ปี', '243.3', '243.3', 'P08', 'C042', 'V0001', '243.3.mp4', '243.3', 'ทำท่ามือตามวิดีโอ')," +
            "('244.1', 'เด็กๆ', '244.1', '244.1', 'P01', 'C018', 'V0001', '244.1.mp4', '244.1', 'ทำท่ามือตามวิดีโอ')," +
            "('244.2', 'เสื้อเด็ก', '244.2', '244.2', 'P01', 'C015', 'V0001', '244.2.mp4', '244.2', 'ทำท่ามือตามวิดีโอ')," +
            "('245.1', 'พี่น้อง', '245.1', '245.1', 'P01', 'C003', 'V0001', '245.1.mp4', '245.1', 'ทำท่ามือตามวิดีโอ')," +
            "('245.2', 'น้องชาย', '245.2', '245.2', 'P01', 'C003', 'V0001', '245.2.mp4', '245.2', 'ทำท่ามือตามวิดีโอ')," +
            "('245.3', 'น้องสาว', '245.3', '245.3', 'P01', 'C003', 'V0001', '245.3.mp4', '245.3', 'ทำท่ามือตามวิดีโอ')," +
            "('246.2', 'พี่ชาย', '246.2', '246.2', 'P01', 'C003', 'V0001', '246.2.mp4', '246.2', 'ทำท่ามือตามวิดีโอ')," +
            "('246.3', 'พี่สาว', '246.3', '246.3', 'P01', 'C003', 'V0001', '246.3.mp4', '246.3', 'ทำท่ามือตามวิดีโอ')," +
            "('247.1', 'สูง', '247.1', '247.1', 'P08', 'C042', 'V0001', '247.1.mp4', '247.1', 'ทำท่ามือตามวิดีโอ')," +
            "('247.2', 'สูงมาก', '247.2', '247.2', 'P08', 'C042', 'V0001', '247.2.mp4', '247.2', 'ทำท่ามือตามวิดีโอ')," +
            "('248.2', 'ฉันเตี้ยกว่าเขา', '248.2', '248.2', 'P08', 'C020', 'V0001', '248.2.mp4', '248.2', 'ทำท่ามือตามวิดีโอ')," +
            "('248.3', 'ฉันสูงกว่าเขา', '248.3', '248.3', 'P08', 'C020', 'V0001', '248.3.mp4', '248.3', 'ทำท่ามือตามวิดีโอ')," +
            "('249.1', 'รูปร่างสูง', '249.1', '249.1', 'P08', 'C042', 'V0001', '249.1.mp4', '249.1', 'ทำท่ามือตามวิดีโอ')," +
            "('249.2', 'เตี้ย', '249.2', '249.2', 'P08', 'C042', 'V0001', '249.2.mp4', '249.2', 'ทำท่ามือตามวิดีโอ')," +
            "('249.3', 'เตี้ยงลง', '249.3', '249.3', 'P08', 'C042', 'V0001', '249.3.mp4', '249.3', 'ทำท่ามือตามวิดีโอ')," +
            "('25.2', 'จะทำจริงๆ', '25.2', '25.2', 'P03', 'C044', 'V0001', '25.2.mp4', '25.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('250.1', 'ตั้งแต่เกิด', '250.1', '250.1', 'P08', 'C042', 'V0001', '250.1.mp4', '250.1', 'ทำท่ามือตามวิดีโอ')," +
            "('250.2', 'ลักษณะ', '250.2', '250.2', 'P09', 'C042', 'V0001', '250.2.mp4', '250.2', 'ทำท่ามือตามวิดีโอ')," +
            "('250.3', 'โต', '250.3', '250.3', 'P08', 'C042', 'V0001', '250.3.mp4', '250.3', 'ทำท่ามือตามวิดีโอ')," +
            "('251.1', 'โตขึ้นพร้อมๆกัน', '251.1', '251.1', 'P08', 'C042', 'V0001', '251.1.mp4', '251.1', 'ทำท่ามือตามวิดีโอ')," +
            "('251.2', 'วัยเดียวกัน', '251.2', '251.2', 'P08', 'C018', 'V0001', '251.2.mp4', '251.2', 'ทำท่ามือตามวิดีโอ')," +
            "('252.1', 'เพื่อนรุ่นพี่', '252.1', '252.1', 'P08', 'C018', 'V0001', '252.1.mp4', '252.1', 'ทำท่ามือตามวิดีโอ')," +
            "('252.2', 'เพื่อนร่วมงาน', '252.2', '252.2', 'P08', 'C018', 'V0001', '252.2.mp4', '252.2', 'ทำท่ามือตามวิดีโอ')," +
            "('253.1', 'เกือบเท่ากัน', '253.1', '253.1', 'P08', 'C042', 'V0001', '253.1.mp4', '253.1', 'ทำท่ามือตามวิดีโอ')," +
            "('253.2', 'ฉันแก่กว่า', '253.2', '253.2', 'P02', 'C042', 'V0001', '253.2.mp4', '253.2', 'ทำท่ามือตามวิดีโอ')," +
            "('253.3', 'มากกว่า', '253.3', '253.3', 'P09', 'C051', 'V0001', '253.3.mp4', '253.3', 'ทำท่ามือตามวิดีโอ')," +
            "('254.1', 'ความรู้ดี', '254.1', '254.1', 'P03', 'C042', 'V0001', '254.1.mp4', '254.1', 'ทำท่ามือตามวิดีโอ')," +
            "('254.2', 'ความรู้น้อย', '254.2', '254.2', 'P08', 'C042', 'V0001', '254.2.mp4', '254.2', 'ทำท่ามือตามวิดีโอ')," +
            "('255.1', 'การศึกษาสูง', '255.1', '255.1', 'P03', 'C042', 'V0001', '255.1.mp4', '255.1', 'ทำท่ามือตามวิดีโอ')," +
            "('255.2', 'ความดันโลหิตสูง', '255.2', '255.2', 'P03', 'C011', 'V0001', '255.2.mp4', '255.2', 'ทำท่ามือตามวิดีโอ')," +
            "('255.3', 'ความดันโลหิต', '255.3', '255.3', 'P01', 'C001', 'V0001', '255.3.mp4', '255.3', 'ทำท่ามือตามวิดีโอ')," +
            "('256.1', 'อิ่ม', '256.1', '256.1', 'P03', 'C044', 'V0001', '256.1.mp4', '256.1', 'ทำท่ามือตามวิดีโอ')," +
            "('256.2', 'พอใจ', '256.2', '256.2', 'P03', 'C044', 'V0001', '256.2.mp4', '256.2', 'ทำท่ามือตามวิดีโอ')," +
            "('256.3', 'ไม่อยาก', '256.3', '256.3', 'P03', 'C044', 'V0001', '256.3.mp4', '256.3', 'ทำท่ามือตามวิดีโอ')," +
            "('257.1', 'รอให้อาหารย่อย', '257.1', '257.1', 'P03', 'C044', 'V0001', '257.1.mp4', '257.1', 'ทำท่ามือตามวิดีโอ')," +
            "('257.2', 'หยิ่ง', '257.2', '257.2', 'P03', 'C044', 'V0001', '257.2.mp4', '257.2', 'ทำท่ามือตามวิดีโอ')," +
            "('257.3', 'ชั้นสูง', '257.3', '257.3', 'P03', 'C042', 'V0001', '257.3.mp4', '257.3', 'ทำท่ามือตามวิดีโอ')," +
            "('259.1', 'เพิ่มขึ้น', '259.1', '259.1', 'P03', 'C042', 'V0001', '259.1.mp4', '259.1', 'ทำท่ามือตามวิดีโอ')," +
            "('259.2', 'จำนวนลดลง', '259.2', '259.2', 'P03', 'C042', 'V0001', '259.2.mp4', '259.2', 'ทำท่ามือตามวิดีโอ')," +
            "('259.3', 'เงิน', '259.3', '259.3', 'P01', 'C049', 'V0001', '259.3.mp4', '259.3', 'ทำท่ามือตามวิดีโอ')," +
            "('26.1', 'พรุ้งนี้', '26.1', '26.1', 'P01', 'C022', 'V0001', '26.1.mp4', '26.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('26.2', 'เร็วๆนี้', '26.2', '26.2', 'P01', 'C022', 'V0001', '26.2.mp4', '26.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('26.3', 'ในอนาคต', '26.3', '26.3', 'P01', 'C022', 'V0001', '26.3.mp4', '26.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('260.1', 'เพิ่มราคา', '260.1', '260.1', 'P08', 'C042', 'V0001', '260.1.mp4', '260.1', 'ทำท่ามือตามวิดีโอ')," +
            "('260.2', 'เพิ่มขึ้น', '260.2', '260.2', 'P03', 'C042', 'V0001', '260.2.mp4', '260.2', 'ทำท่ามือตามวิดีโอ')," +
            "('260.3', 'ราคาไม่คงที่', '260.3', '260.3', 'P08', 'C042', 'V0001', '260.3.mp4', '260.3', 'ทำท่ามือตามวิดีโอ')," +
            "('261.1', 'แพงขึ้น', '261.1', '261.1', 'P08', 'C042', 'V0001', '261.1.mp4', '261.1', 'ทำท่ามือตามวิดีโอ')," +
            "('261.2', 'ลดเวลา', '261.2', '261.2', 'P08', 'C022', 'V0001', '261.2.mp4', '261.2', 'ทำท่ามือตามวิดีโอ')," +
            "('262.2', 'จำกัดเวลา', '262.2', '262.2', 'P08', 'C042', 'V0001', '262.2.mp4', '262.2', 'ทำท่ามือตามวิดีโอ')," +
            "('262.3', 'ลิฟท์', '262.3', '262.3', 'P01', 'C014', 'V0001', '262.3.mp4', '262.3', 'ทำท่ามือตามวิดีโอ')," +
            "('263.1', 'เท่าเทียมกัน', '263.1', '263.1', 'P08', 'C042', 'V0001', '263.1.mp4', '263.1', 'ทำท่ามือตามวิดีโอ')," +
            "('263.2', 'เท่ากัน', '263.2', '263.2', 'P08', 'C042', 'V0001', '263.2.mp4', '263.2', 'ทฎท่ามือตามวิดีโอ')," +
            "('263.3', 'เสมอกัน', '263.3', '263.3', 'P03', 'C044', 'V0001', '263.3.mp4', '263.3', 'ทำท่ามือตามวิดีโอ')," +
            "('264.1', 'สิทธิ', '264.1', '264.1', 'P01', 'C029', 'V0001', '264.1.mp4', '264.1', 'ทำท่ามือตามวิดีโอ')," +
            "('264.2', 'สิทธิมนุษยชน', '264.2', '264.2', 'P01', 'C029', 'V0001', '264.2.mp4', '264.2', 'ทำท่ามือตามวิดีโอ')," +
            "('264.3', 'แบ่งเท่าๆกัน', '264.3', '264.3', 'P03', 'C044', 'V0001', '264.3.mp4', '264.3', 'ทำท่ามือตามวิดีโอ')," +
            "('265.1', 'สิทธิพิเศษ', '265.1', '265.1', 'P08', 'C029', 'V0001', '265.1.mp4', '265.1', 'ทำท่ามือตามวิดีโอ')," +
            "('265.3', 'พอไหม', '265.3', '265.3', 'P06', 'C042', 'V0001', '265.3.mp4', '265.3', 'ทำท่ามือตามวิดีโอ')," +
            "('266.1', 'เต็ม', '266.1', '266.1', 'P03', 'C042', 'V0001', '266.1.mp4', '266.1', 'ทำท่ามือตามวิดีโอ')," +
            "('266.2', 'ดีพอ', '266.2', '266.2', 'P03', 'C044', 'V0001', '266.2.mp4', '266.2', 'ทำท่ามือตามวิดีโอ')," +
            "('266.3', 'เพียงพอ', '266.3', '266.3', 'P08', 'C042', 'V0001', '266.3.mp4', '266.3', 'ทำท่ามือตามวิดีโอ')," +
            "('268.1', 'ได้รับเงิน', '268.1', '268.1', 'P03', 'C044', 'V0001', '268.1.mp4', '268.1', 'ทำท่ามือตามวิดีโอ')," +
            "('268.2', 'เงินอุดหนุน', '268.2', '268.2', 'P01', 'C042', 'V0001', '268.2.mp4', '268.2', 'ทำท่ามือตามวิดีโอ')," +
            "('268.3', 'โครงการ', '268.3', '268.3', 'P01', 'C042', 'V0001', '268.3.mp4', '268.3', 'ทำท่ามือตามวิดีโอ')," +
            "('269.1', 'ส่งให้', '269.1', '269.1', 'P03', 'C044', 'V0001', '269.1.mp4', '269.1', 'ทำท่ามือตามวิดีโอ')," +
            "('269.2', 'เอาเงินไปได้', '269.2', '269.2', 'P03', 'C044', 'V0001', '269.2.mp4', '269.2', 'ทำท่ามือตามวิดีโอ')," +
            "('269.3', 'รับเงินเป็นปึก', '269.3', '269.3', 'P03', 'C044', 'V0001', '269.3.mp4', '269.3', 'ทำท่ามือตามวิดีโอ')," +
            "('27.1', 'อาทิตย์หน้า', '27.1', '27.1', 'P09', 'C022', 'V0001', '27.1.mp4', '27.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('27.2', 'สัปดาห์หนึ่ง', '27.2', '27.1', 'P09', 'C022', 'V0001', '27.2.mp4', '27.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('27.3', 'สองสัปดาห์', '27.3', '27.3', 'P09', 'C022', 'V0001', '27.3.mp4', '27.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('270.1', 'ให้เงิน', '270.1', '270.1', 'P03', 'C044', 'V0001', '270.1.mp4', '270.1', 'ทำท่ามือตามวิดีโอ')," +
            "('270.2', 'ส่งเงินให้กับคนๆหนึ่ง', '270.2', '270.2', 'P03', 'C044', 'V0001', '270.2.mp4', '270.2', 'ทำท่ามือตามวิดีโอ')," +
            "('270.3', 'ส่งเงินก้อนใหญ่ให้คนสองคน', '270.3', '270.3', 'P03', 'C044', 'V0001', '270.3.mp4', '270.3', 'ทำท่ามือตามวิดีโอ')," +
            "('271.1', 'จ่ายสินบนก้อนใหญ่', '271.1', '271.1', 'P03', 'C044', 'V0001', '271.1.mp4', '271.1', 'ทำท่ามือตามวิดีโอ')," +
            "('271.2', 'ผู้รับสินบน', '271.2', '271.2', 'P01', 'C018', 'V0001', '271.2.mp4', '271.2', 'ทำท่ามือตามวิดีโอ')," +
            "('271.3', 'รับสินก้อนใหญ่', '271.3', '271.3', 'P03', 'C044', 'V0001', '271.3.mp4', '271.3', 'ทำท่ามือตามวิดีโอ')," +
            "('272.1', 'สมุดปกอ่อน', '272.1', '272.1', 'P01', 'C007', 'V0001', '272.1.mp4', '272.1', 'ทำท่ามือตามวิดีโอ')," +
            "('272.2', 'กล้ามเนื้อแขนที่หย่อนยาน', '272.2', '272.2', 'P08', 'C020', 'V0001', '272.2.mp4', '272.2', 'ทำท่ามือตามวิดีโอ')," +
            "('274.2', 'สั้น', '274.2', '274.2', 'P09', 'C042', 'V0001', '274.2.mp4', '274.2', 'ทำท่ามือตามวิดีโอ')," +
            "('274.3', 'ยาว', '274.3', '274.3', 'P09', 'C042', 'V0001', '274.3.mp4', '274.3', 'ทำท่ามือตามวิดีโอ')," +
            "('275.1', 'คำ', '275.1', '275.1', 'P01', 'C056', 'V0001', '275.1.mp4', '275.1', 'ทำท่ามือตามวิดีโอ')," +
            "('275.2', 'คำนาม', '275.2', '275.2', 'P01', 'C056', 'V0001', '275.2.mp4', '275.2', 'ทำท่ามือตามวิดีโอ')," +
            "('275.3', 'รูปประโยค', '275.3', '275.3', 'P08', 'C056', 'V0001', '275.3.mp4', '275.3', 'ทำท่ามือตามวิดีโอ')," +
            "('276.1', 'เปลี่ยนลำดับของคำ', '276.1', '276.1', 'P03', 'C056', 'V0001', '276.1.mp4', '276.1', 'ทำท่ามือตามวิดีโอ')," +
            "('276.2', 'วลี', '276.2', '276.2', 'P01', 'C056', 'V0001', '276.2.mp4', '276.2', 'ทำท่ามือตามวิดีโอ')," +
            "('276.3', 'คำประสม', '276.3', '276.3', 'P01', 'C056', 'V0001', '276.3.mp4', '276.3', 'ทำท่ามือตามวิดีโอ')," +
            "('277.1', 'พริกชี้ฟ้าแดง', '277.1', '277.1', 'P01', 'C055', 'V0001', '277.1.mp4', '277.1', 'ทำท่ามือตามวิดีโอ')," +
            "('277.2', 'พริกชี้ฟ้าเหลือง', '277.2', '277.2', 'P01', 'C055', 'V0001', '277.2.mp4', '277.2', 'ทำท่ามือตามวิดีโอ')," +
            "('277.3', 'พริกชี้ฟ้าเขียว', '277.3', '277.3', 'P01', 'C055', 'V0001', '277.3.mp4', '277.3', 'ทำท่ามือตามวิดีโอ')," +
            "('278.1', 'หนา', '278.1', '278.1', 'P08', 'C042', 'V0001', '278.1.mp4', '278.1', 'ทำท่ามือตามวิดีโอ')," +
            "('278.2', 'วัตถุที่ยาวและหนา', '278.2', '278.2', 'P01', 'C049', 'V0001', '278.2.mp4', '278.2', 'ทำท่ามือตามวิดีโอ')," +
            "('278.3', 'วัตถุที่สั้นและหนา', '278.3', '278.3', 'P01', 'C049', 'V0001', '278.3.mp4', '278.3', 'ทำท่ามือตามวิดีโอ')," +
            "('279.1', 'ความยาว', '279.1', '279.1', 'P09', 'C042', 'V0001', '279.1.mp4', '279.1', 'ทำท่ามือตามวิดีโอ')," +
            "('279.2', 'รองเท้าส้นสุง', '279.2', '279.2', 'P01', 'C015', 'V0001', '279.2.mp4', '279.2', 'ทำท่ามือตามวิดีโอ')," +
            "('28.1', 'แอบ', '28.1', '28.1', 'P03', 'C044', 'V0001', '28.1.mp4', '28.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('28.2', 'หลบหนี', '28.2', '28.2', 'P03', 'C044', 'V0001', '28.2.mp4', '28.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('28.3', 'วิ่งหนี', '28.3', '28.3', 'P03', 'C044', 'V0001', '28.3.mp4', '28.3', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('280.1', 'หนามาก', '280.1', '280.1', 'P01', 'C021', 'V0001', '280.1.mp4', '280.1', 'ทำท่ามือตามวิดีโอ')," +
            "('280.2', 'วัตถุที่หนาและยาวมาก', '280.2', '280.2', 'P01', 'C021', 'V0001', '280.2.mp4', '280.2', 'ทำท่ามือตามวิดีโอ')," +
            "('280.3', 'วัตถุที่หนาและสั้นมาก', '280.3', '280.3', 'P01', 'C021', 'V0001', '280.3.mp4', '280.3', 'ทำท่ามือตามวิดีโอ')," +
            "('281.1', 'ป้าย', '281.1', '281.1', 'P01', 'C009', 'V0001', '281.1.mp4', '281.1', 'ทำท่ามือตามวิดีโอ')," +
            "('281.2', 'กรอบรูป', '281.2', '281.2', 'P01', 'C009', 'V0001', '281.2.mp4', '281.2', 'ทำท่ามือตามวิดีโอ')," +
            "('281.3', 'วัดตัว', '281.3', '281.3', 'P03', 'C044', 'V0001', '281.3.mp4', '281.3', 'ทำท่ามือตามวิดีโอ')," +
            "('282.1', 'เนปาล', '282.1', '282.1', 'P01', 'C035', 'V0001', '282.1.mp4', '282.1', 'ทำท่ามือตามวิดีโอ')," +
            "('282.2', 'ฝรั่งเศษ', '282.2', '282.2', 'P01', 'C035', 'V0001', '282.2.mp4', '282.2', 'ทำท่ามือตามวิดีโอ')," +
            "('282.3', 'อิตาลี', '282.3', '282.3', 'P01', 'C035', 'V0001', '282.3.mp4', '282.3', 'ทำท่ามือตามวิดีโอ')," +
            "('283.1', 'ยาม', '283.1', '283.1', 'P01', 'C018', 'V0001', '283.1.mp4', '283.1', 'ทำท่ามือตามวิดีโอ')," +
            "('283.2', 'เข็มขัด', '283.2', '283.2', 'P01', 'C015', 'V0001', '283.2.mp4', '283.2', 'ทำท่ามือตามวิดีโอ')," +
            "('284.1', 'เครื่องแบบนักเรียน', '284.1', '284.1', 'P01', 'C015', 'V0001', '284.1.mp4', '284.1', 'ทำท่ามือตามวิดีโอ')," +
            "('284.2', 'ผู้พิพากษา', '284.2', '284.2', 'P01', 'C018', 'V0001', '284.2.mp4', '284.2', 'ทำท่ามือตามวิดีโอ')," +
            "('284.3', 'เครื่องช่วยฟัง', '284.3', '284.3', 'P01', 'C049', 'V0001', '284.3.mp4', '284.3', 'ทำท่ามือตามวิดีโอ')," +
            "('285.1', 'วันเฉลิมพระชนมพรรษา', '285.1', '285.1', 'P01', 'C022', 'V0001', '285.1.mp4', '285.1', 'ทำท่ามือตามวิดีโอ')," +
            "('285.2', 'วันเฉลิมพระชนมพรรษา5ธันวา', '285.2', '285.2', 'P01', 'C022', 'V0001', '285.2.mp4', '285.2', 'ทำท่ามือตามวิดีโอ')," +
            "('285.3', 'วันเฉลิมพระชนมพรรษา12สิงหา', '285.3', '285.3', 'P01', 'C022', 'V0001', '285.3.mp4', '285.3', 'ทำท่ามือตามวิดีโอ')," +
            "('286.1', 'ฮ่องกง', '286.1', '286.1', 'P01', 'C035', 'V0001', '286.1.mp4', '286.1', 'ทำท่ามือตามวิดีโอ')," +
            "('286.2', 'พม่า', '286.2', '286.2', 'P01', 'C035', 'V0001', '286.2.mp4', '286.2', 'ทำท่ามือตามวิดีโอ')," +
            "('287.1', 'ญี่ปุ่น', '287.1', '287.1', 'P01', 'C035', 'V0001', '287.1.mp4', '287.1', 'ทำท่ามือตามวิดีโอ')," +
            "('287.2', 'รถสามล้อ', '287.2', '287.2', 'P01', 'C001', 'V0001', 'Array', 'Array', 'ทำท่ามือตามวิดีโอ')," +
            "('287.3', 'รถแท็กซี่', '287.3', '287.3', 'P01', 'C001', 'V0001', 'Array', 'Array', 'ทำท่ามือตามวิดีโอ')," +
            "('288.1', 'เสื้อยกทรง', '288.1', '288.1', 'P01', 'C015', 'V0001', '288.1.mp4', '288.1', 'ทำท่ามือตามวิดีโอ')," +
            "('288.2', 'พระจันทร์', '288.2', '288.2', 'P01', 'C017', 'V0001', '288.2.mp4', '288.2', 'ทำท่ามือตามวิดีโอ')," +
            "('288.3', 'สร้อยคอ', '288.3', '288.3', 'P01', 'C015', 'V0001', '288.3.mp4', '288.3', 'ทำท่ามือตามวิดีโอ')," +
            "('289.1', 'สร้อย', '289.1', '289.1', 'P01', 'C015', 'V0001', '289.1.mp4', '289.1', 'ทำท่ามือตามวิดีโอ')," +
            "('289.2', 'ชาวเขา', '289.2', '289.2', 'P01', 'C018', 'V0001', '289.2.mp4', '289.2', 'ทำท่ามือตามวิดีโอ')," +
            "('289.3', 'ชาวเขาเผ่าม้ง', '289.3', '289.3', 'P01', 'C018', 'V0001', '289.3.mp4', '289.3', 'ทำท่ามือตามวิดีโอ')," +
            "('29.1', 'ถูกเรียก', '29.1', '29.1', 'P03', 'C044', 'V0001', '29.1.mp4', '29.1', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('29.2', 'เกาหลี', '29.2', '29.2', 'P01', 'C035', 'V0001', '29.2.mp4', '29.2', 'ปลายนิ้วต่างๆ/ชี้ตามทิศทางการเคลื่อนไหว')," +
            "('290.1', 'มะขาม', '290.1', '290.1', 'P01', 'C055', 'V0001', '290.1.mp4', '290.1', 'ทำท่ามือตามวิดีโอ')," +
            "('290.2', 'ถั่วลันเตา', '290.2', '290.2', 'P01', 'C055', 'V0001', '290.2.mp4', '290.2', 'ทำท่ามือตามวิดีโอ')," +
            "('291.1', 'นามบัตร', '291.1', '291.1', 'P01', 'C049', 'V0001', '291.1.mp4', '291.1', 'ทำท่ามือตามวิดีโอ')," +
            "('291.2', 'บัตรสมาชิก', '291.2', '291.2', 'P01', 'C049', 'V0001', '291.2.mp4', '291.2', 'ทำท่ามือตามวิดีโอ')," +
            "('292.1', 'บัตรผ่านประตู', '292.1', '292.1', 'P01', 'C049', 'V0001', '292.1.mp4', '292.1', 'ทำท่ามือตามวิดีโอ')," +
            "('292.2', 'ผ้าอนามัย', '292.2', '292.2', 'P01', 'C014', 'V0001', '292.2.mp4', '292.2', 'ทำท่ามือตามวิดีโอ')";


    private static final String INSERT_INTO_MATCH_TWO = "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('293.1', 'คนพูดมาก', '293.1', '293.1', 'P03', 'C018', 'V0001', '293.1.mp4', '293.1', 'ทำท่ามือตามวิดีโอ')," +
            "('293.2', 'คนพูดนาน', '293.2', '293.2', 'P03', 'C018', 'V0001', '293.2.mp4', '293.2', 'ทำท่ามือตามวิดีโอ')," +
            "('293.3', 'คนช่างพูด', '293.3', '293.3', 'P01', 'C018', 'V0001', '293.3.mp4', '293.3', 'ทำท่ามือตามวิดีโอ')," +
            "('294.2', 'บัตรเอทีเอ็ม', '294.2', '294.2', 'P01', 'C049', 'V0001', '294.2.mp4', '294.2', 'ทำท่ามือตามวิดีโอ')," +
            "('295.1', 'เครื่องเล่นวิดีโอ', '295.1', '295.1', 'P01', 'C014', 'V0001', '295.1.mp4', '295.1', 'ทำท่ามือตามวิดีโอ')," +
            "('295.2', 'สำเนาเทปวิดีโอ', '295.2', '295.2', 'P01', 'C043', 'V0001', '295.2.mp4', '295.2', 'ทำท่ามือตามวิดีโอ')," +
            "('295.3', 'บันทึกด้วยเทปวิดีโอ', '295.3', '295.3', 'P03', 'C032', 'V0001', '295.3.mp4', '295.3', 'ทำท่ามือตามวิดีโอ')," +
            "('296.2', 'บาง', '296.2', '296.2', 'P01', 'C021', 'V0001', '296.2.mp4', '296.2', 'ทำท่ามือตามวิดีโอ')," +
            "('296.3', 'บางมาก', '296.3', '296.3', 'P01', 'C021', 'V0001', '296.3.mp4', '296.3', 'ทำท่ามือตามวิดีโอ')," +
            "('297.1', 'บางและยาวมาก', '297.1', '297.1', 'P08', 'C021', 'V0001', '297.1.mp4', '297.1', 'ทำท่ามือตามวิดีโอ')," +
            "('297.2', 'บางและสั้น', '297.2', '297.2', 'P08', 'C021', 'V0001', '297.2.mp4', '297.2', 'ทำท่ามือตามวิดีโอ')," +
            "('297.3', 'ยาว', '297.3', '297.3', 'P01', 'C021', 'V0001', '297.3.mp4', '297.3', 'ทำท่ามือตามวิดีโอ')," +
            "('298.1', 'บางมากและยาวมาก', '298.1', '298.1', 'P08', 'C021', 'V0001', '298.1.mp4', '298.1', 'ทำท่ามือตามวิดีโอ')," +
            "('298.2', 'เส้นเล็กและสั้น', '298.2', '298.2', 'P08', 'C021', 'V0001', '298.2.mp4', '298.2', 'ทำท่ามือตามวิดีโอ')," +
            "('298.3', 'เส้นเล็กและยาว', '298.3', '298.3', 'P08', 'C042', 'V0001', '298.3.mp4', '298.3', 'ทำท่ามือตามวิดีโอ')," +
            "('299.1', 'ลวด', '299.1', '299.1', 'P01', 'C009', 'V0001', '299.1.mp4', '299.1', 'ทำท่ามือตามวิดีโอ')," +
            "('299.2', 'สายวัดผ้า', '299.2', '299.2', 'P01', 'C005', 'V0001', '299.2.mp4', '299.2', 'ทำท่ามือตามวิดีโอ')," +
            "('3.1', 'กวักมือ', '3.1', '3.1', 'P03', 'C044', 'V0001', '3.1.mp4', 'กวักมือ', 'ทำทามือตามวิดีโอ')," +
            "('3.2', 'มาที่นี่เดี๋วยนี้', '3.2', '3.2', 'p03', 'C044', 'V0001', '3.2.mp4', 'มาที่นี่เดี๋ยวนี้', 'ทำท่ามือตามวิดีโอ')," +
            "('300.2', 'ไกล', '300.2', '300.2', 'P09', 'C023', 'V0001', '300.2.mp4', '300.2', 'ทำท่ามือตามวิดีโอ')," +
            "('300.3', 'ไกลมาก', '300.3', '300.3', 'P08', 'C023', 'V0001', '300.3.mp4', '300.3', 'ทำท่ามือตามวิดีโอ')," +
            "('301.1', 'ใกล้', '301.1', '301.1', 'P08', 'C023', 'V0001', '301.1.mp4', '301.1', 'ทำท่ามือตามวิดีโอ')," +
            "('301.2', 'ระยะทางไกลมาก', '301.2', '301.2', 'P08', 'C023', 'V0001', '301.3.mp4', '301.2', 'ทำท่ามือตามวิดีโอ')," +
            "('301.3', 'ไกลแค่ไหน', '301.3', '301.3', 'P06', 'C023', 'V0001', '301.2.mp4', '301.3', 'ทำท่ามือตามวิดีโอ')," +
            "('302.2', 'คิ้ว', '302.2', '302.2', 'P01', 'C020', 'V0001', '302.2.mp4', '302.2', 'ทำท่ามือตามวิดีโอ')," +
            "('302.3', 'หนวด', '302.3', '302.3', 'P01', 'C020', 'V0001', '302.3.mp4', '302.3', 'ทำท่ามือตามวิดีโอ')," +
            "('303.2', 'สิว', '303.2', '303.2', 'P01', 'C011', 'V0001', '303.2.mp4', '303.2', 'ทำท่ามือตามวิดีโอ')," +
            "('303.3', 'จุดบนใบหน้า', '303.3', '303.3', 'P08', 'C021', 'V0001', '303.3.mp4', '303.3', 'ทำท่ามือตามวิดีโอ')," +
            "('304.1', 'เส้นผม', '304.1', '304.1', 'P01', 'C020', 'V0001', '304.1.mp4', '304.1', 'ทำท่ามือตามวิดีโอ')," +
            "('304.2', 'แมว', '304.2', '304.2', 'P01', 'C024', 'V0001', '304.2.mp4', '304.2', 'ทำท่ามือตามวิดีโอ')," +
            "('305.1', 'ยุง', '305.1', '305.1', 'P01', 'C024', 'V0001', '305.1.mp4', '305.1', 'ทำท่ามือตามวิดีโอ')," +
            "('305.2', 'แมลงวัน', '305.2', '305.2', 'P01', 'C024', 'V0001', '305.2.mp4', '305.2', 'ทำท่ามือตามวิดีโอ')," +
            "('305.3', 'ผึ้ง', '305.3', '305.3', 'P01', 'C024', 'V0001', '305.3.mp4', '305.3', 'ทำท่ามือตามวิดีโอ')," +
            "('306.1', 'คิ้วแตก', '306.1', '306.1', 'P03', 'C011', 'V0001', '306.1.mp4', '306.1', 'ทำท่ามือตามวิดีโอ')," +
            "('306.2', 'แผลพุพอง', '306.2', '306.2', 'P01', 'C011', 'V0001', '306.2.mp4', '306.2', 'ทำท่ามือตามวิดีโอ')," +
            "('306.3', 'แผลอักเสบ', '306.3', '306.3', 'P03', 'C011', 'V0001', '306.3.mp4', '306.3', 'ทำท่ามือตามวิดีโอ')," +
            "('307.2', 'น้ำลายหก', '307.2', '307.2', 'P03', 'C042', 'V0001', '307.2.mp4', '307.2', 'ทำท่ามือตามวิดีโอ')," +
            "('307.3', 'ละโมบ', '307.3', '307.3', 'P03', 'C044', 'V0001', '307.3.mp4', '307.3', 'ทำท่ามือตามวิดีโอ')," +
            "('308.1', 'น้ำตา', '308.1', '308.1', 'P01', 'C044', 'V0001', '308.1.mp4', '308.1', 'ทำท่ามือตามวิดีโอ')," +
            "('308.2', 'น้ำมูก', '308.2', '308.2', 'P01', 'C020', 'V0001', '308.2.mp4', '308.2', 'ทำท่ามือตามวิดีโอ')," +
            "('308.3', 'น้ำหยด', '308.3', '308.3', 'P08', 'C042', 'V0001', '308.3.mp4', '308.3', 'ทำท่ามือตามวิดีโอ')," +
            "('31.1', 'เรียบ', '31.1', '31.1', 'P08', 'C042', 'V0001', '31.1.mp4', '31.1', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('31.2', 'แบน', '31.2', '31.2', 'P09', 'C042', 'V0001', '31.2.mp4', '31.2', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('31.3', 'ผ้าปู', '31.3', '31.3', 'P01', 'C044', 'V0001', '31.3.mp4', '31.3', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('310.1', 'อ้าปาก', '310.1', '310.1', 'P03', 'C044', 'V0001', '310.1.mp4', '310.1', 'ทำท่ามือตามวิดีโอ')," +
            "('310.2', 'ปิดปาก', '310.2', '310.2', 'P03', 'C044', 'V0001', '310.2.mp4', '310.2', 'ทำท่ามือตามวิดีโอ')," +
            "('310.3', 'พูดมาก', '310.3', '310.3', 'P03', 'C044', 'V0001', '310.3.mp4', '310.3', 'ทำท่ามือตามวิดีโอ')," +
            "('311.2', 'ไก่', '311.2', '311.2', 'P01', 'C001', 'V0001', '311.2.mp4', '311.2', 'ทำท่ามือตามวิดีโอ')," +
            "('311.3', 'นก', '311.3', '311.3', 'P01', 'C024', 'V0001', '311.3.mp4', '311.3', 'ทำท่ามือตามวิดีโอ')," +
            "('312.1', 'ไม้กวาดขนไก่', '312.1', '312.1', 'P01', 'C014', 'V0001', '312.1.mp4', '312.1', 'ทำท่ามือตามวิดีโอ')," +
            "('312.2', 'นกยูง', '312.2', '312.2', 'P01', 'C024', 'V0001', '312.2.mp4', '312.2', 'ทำท่ามือตามวิดีโอ')," +
            "('313.1', 'เป็ด', '313.1', '313.1', 'P01', 'C024', 'V0001', '313.1.mp4', '313.1', 'ทำท่ามือตามวิดีโอ')," +
            "('313.2', 'นกกระจอกเทศ', '313.2', '313.2', 'P01', 'C024', 'V0001', '313.2.mp4', '313.2', 'ทำท่ามือตามวิดีโอ')," +
            "('314.1', 'นิวซีแลนด์', '314.1', '314.1', 'P01', 'C035', 'V0001', '314.1.mp4', '314.1', 'ทำท่ามือตามวิดีโอ')," +
            "('314.2', 'ห่าน', '314.2', '314.2', 'P01', 'C024', 'V0001', '314.2.mp4', '314.2', 'ทำท่ามือตามวิดีโอ')," +
            "('314.3', 'นกแก้ว', '314.3', '314.3', 'P01', 'C024', 'V0001', '314.3.mp4', '314.3', 'ทำท่ามือตามวิดีโอ')," +
            "('315.1', 'หลับตา', '315.1', '315.1', 'P03', 'C044', 'V0001', '315.1.mp4', '315.1', 'ทำท่ามือตามวิดีโอ')," +
            "('315.2', 'กระพริบตา', '315.2', '315.2', 'P03', 'C044', 'V0001', '315.2.mp4', '315.2', 'ทำท่ามือตามวิดีโอ')," +
            "('315.3', 'ตาบรือ', '315.3', '315.3', 'P03', 'C044', 'V0001', '315.3.mp4', '315.3', 'ทำท่ามือตามวิดีโอ')," +
            "('316.1', 'ง่วงนอน', '316.1', '316.1', 'P03', 'C044', 'V0001', '316.1.mp4', '316.1', 'ทำท่ามือตามวิดีโอ')," +
            "('316.2', 'นอนหลับ', '316.2', '316.2', 'P03', 'C044', 'V0001', '316.2.mp4', '316.2', 'ทำท่ามือตามวิดีโอ')," +
            "('316.3', 'ง่วงเหงา', '316.3', '316.3', 'P03', 'C044', 'V0001', '316.3.mp4', '316.3', 'ทำท่ามือตามวิดีโอ')," +
            "('317.1', 'ตาสว่าง', '317.1', '317.1', 'P03', 'C044', 'V0001', '317.1.mp4', '317.1', 'ทำท่ามือตามวิดีโอ')," +
            "('317.2', 'ตาค้าง', '317.2', '317.2', 'P03', 'C011', 'V0001', '317.2.mp4', '317.2', 'ทำท่ามือตามวิดีโอ')," +
            "('317.3', 'แหกตา', '317.3', '317.3', 'P03', 'C044', 'V0001', '317.3.mp4', '317.3', 'ทำท่ามือตามวิดีโอ')," +
            "('318.2', 'ท้องฟ้ามืดลง', '318.2', '318.2', 'P01', 'C017', 'V0001', '318.2.mp4', '318.2', 'ทำท่ามือตามวิดีโอ')," +
            "('318.3', 'ท้องฟ้ามืดลงเรื่อยๆ', '318.3', '318.3', 'P01', 'C017', 'V0001', '318.3.mp4', '318.3', 'ทำท่ามือตามวิดีโอ')," +
            "('319.1', 'ท้องฟ้ามืดสลัว', '319.1', '319.1', 'P01', 'C017', 'V0001', '319.1.mp4', '319.1', 'ทำท่ามือตามวิดีโอ')," +
            "('319.2', 'ท้องฟ้ามืดสนิท', '319.2', '319.2', 'P01', 'C017', 'V0001', '319.2.mp4', '319.2', 'ทำท่ามือตามวิดีโอ')," +
            "('319.3', 'เที่ยงคืน', '319.3', '319.3', 'P01', 'C022', 'V0001', '319.3.mp4', '319.3', 'ทำท่ามือตามวิดีโอ')," +
            "('32.1', 'พื้นเรียบ', '32.1', '32.1', 'P01', 'C042', 'V0001', '32.1.mp4', '32.1', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('32.2', 'ปูพรม', '32.2', '32.2', 'P03', 'C044', 'V0001', '32.2.mp4', '32.2', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('32.3', 'เตียงนอน', '32.3', '32.3', 'P01', 'C009', 'V0001', '32.3.mp4', '32.3', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('320.1', 'ตลอดคืน', '320.1', '320.1', 'P08', 'C022', 'V0001', '320.1.mp4', '320.1', 'ทำท่ามือตามวิดีโอ')," +
            "('320.2', 'ตลอดวันตลอดคืน', '320.2', '320.2', 'P08', 'C022', 'V0001', '320.2.mp4', 'ตลอดวันตลอดคืน', 'ทำท่ามือตามวิดีโอ')," +
            "('320.3', 'แต่เช้ามืดยันค่ำ', '320.3', '320.3', 'P08', 'C017', 'V0001', '320.3.mp4', '320.3', 'ทำท่ามือตามวิดีโอ')," +
            "('321.1', 'แสงสว่างขึ้น', '321.1', '321.1', 'P08', 'C017', 'V0001', '321.1.mp4', '321.1', 'ทำท่ามือตามวิดีโอ')," +
            "('321.2', 'ท้องฟ้าสว่างขึ้น', '321.2', '321.2', 'P08', 'C017', 'V0001', '321.2.mp4', '321.2', 'ทำท่ามือตามวิดีโอ')," +
            "('321.3', 'สว่าง', '321.3', '321.3', 'P08', 'C017', 'V0001', '321.3.mp4', '321.3', 'ทำท่ามือตามวิดีโอ')," +
            "('322.1', 'รุ่งอรุณ', '322.1', '322.1', 'P01', 'C017', 'V0001', '322.1.mp4', '322.1', 'ทำท่ามือตามมวิดีโอ')," +
            "('322.2', 'รุ่งสาง', '322.2', '322.2', 'P01', 'C017', 'V0001', '322.2.mp4', '322.2', 'ทำท่ามือตามวิดีโอ')," +
            "('323.2', 'ลดน้อยลง', '323.2', '323.2', 'P01', 'C042', 'V0001', '323.2.mp4', '323.2', 'ทำท่ามือตามวิดีโอ')," +
            "('323.3', 'ไปแล้ว', '323.3', '323.3', 'P03', 'C044', 'V0001', '323.3.mp4', '323.3', 'ทำท่ามือตามวิดีโอ')," +
            "('324.1', 'สูญเสียการได้ยิน', '324.1', '324.1', 'P03', 'C011', 'V0001', '324.1.mp4', '324.1', 'ทำท่ามือตามวิดีโอ')," +
            "('324.2', 'สูญเสียการมองเห็น', '324.2', '324.2', 'P08', 'C011', 'V0001', '324.2.mp4', '324.2', 'ทำท่ามือตามวิดีโอ')," +
            "('326.2', 'เปิดไฟ', '326.2', '326.2', 'P03', 'C044', 'V0001', '326.2.mp4', '326.2', 'ทำท่ามือตามวิดีโอ')," +
            "('326.3', 'ไฟฟ้า', '326.3', '326.3', 'P01', 'C004', 'V0001', '326.3.mp4', '326.3', 'ทำท่ามือตามวิดีโอ')," +
            "('327.1', 'ปิดไฟ', '327.1', '327.1', 'P03', 'C042', 'V0001', '327.1.mp4', '327.1', 'ทำท่ามือตามวิดีโอ')," +
            "('327.2', 'กะพริบ', '327.2', '327.2', 'P03', 'C042', 'V0001', '327.2.mp4', '327.2', 'ทำท่ามือตามวิดีโอ')," +
            "('327.3', 'ดวงดาว', '327.3', '327.3', 'P01', 'C017', 'V0001', '327.3.mp4', '327.3', 'ทำท่ามือตามวิดีโอ')," +
            "('328.2', 'แดดจ้า', '328.2', '328.2', 'P01', 'C017', 'V0001', '328.2.mp4', '328.2', 'ทำท่ามือตามวิดีโอ')," +
            "('328.3', 'แดดออก', '328.3', '328.3', 'P01', 'C017', 'V0001', '328.3.mp4', '328.3', 'ทำท่ามือตามวิดีโอ')," +
            "('329.1', 'แสงแดดจ้า', '329.1', '329.1', 'P08', 'C017', 'V0001', '329.1.mp4', '329.1', 'ทำท่ามือตามวิดีโอ')," +
            "('329.2', 'แสงส่องเข้าตา', '329.2', '329.2', 'P03', 'C026', 'V0001', '329.2.mp4', '329.2', 'ทำท่ามือตามวิดีโอ')," +
            "('329.3', 'ตาพร่ามัว', '329.3', '329.3', 'P03', 'C044', 'V0001', '329.3.mp4', '329.3', 'ทำท่ามือตามวิดีโอ')," +
            "('33.2', 'ผิวหน้าเรียบไม่มีริ้วรอย', '33.2', '33.2', 'P09', 'C042', 'V0001', '33.2.mp4', '33.2', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('33.3', 'วัตถุที่มีรูปกว้าง', '33.3', '33.3', 'P01', 'C021', 'V0001', '33.3.mp4', '33.3', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('330.1', 'ไฟหน้ารถยนต์', '330.1', '330.1', 'P01', 'C019', 'V0001', '330.1.mp4', '330.1', 'ทำท่ามือตามวิดีโอ')," +
            "('330.2', 'ไฟสูงรถยนต์', '330.2', '330.2', 'P01', 'C019', 'V0001', '330.2.mp4', '330.2', 'ทำท่ามือตามวิดีโอ')," +
            "('330.3', 'ไฟกระพริบรถยนต์', '330.3', '330.3', 'P01', 'C019', 'V0001', '330.3.mp4', '330.3', 'ทำท่ามือตามวิดีโอ')," +
            "('331.1', 'หลอดไฟ', '331.1', '331.1', 'P01', 'C004', 'V0001', '331.1.mp4', '331.1', 'ทำท่ามือตามวิดีโอ')," +
            "('331.2', 'ไฟสปอร์ตไลท์', '331.2', '331.2', 'P01', 'C004', 'V0001', '331.2.mp4', '331.2', 'ทำท่ามือตามวิดีโอ')," +
            "('331.3', 'หลอดไฟฟ้ากำลังสูง', '331.3', '331.3', 'P01', 'C004', 'V0001', '331.3.mp4', '331.3', 'ทำท่ามือตามวิดีโอ')," +
            "('332.1', 'สัญญาณไฟทางแยก', '332.1', '332.1', 'P01', 'C030', 'V0001', '332.1.mp4', '332.1', 'ทำท่ามือตามวิดีโอ')," +
            "('332.2', 'ไฟแฟล็ช', '332.2', '332.2', 'P01', 'C004', 'V0001', '332.2.mp4', '332.2', 'ทำท่ามือตามวิดีโอ')," +
            "('336.1', 'ฝนตกปรอยๆ', '336.1', '336.1', 'P01', 'C017', 'V0001', '336.1.mp4', '336.1', 'ทำท่ามือตามวิดีโอ')," +
            "('336.2', 'ฝนตก', '336.2', '336.2', 'P01', 'C017', 'V0001', '336.2.mp4', '336.2', 'ทำท่ามือตามวิดีโอ')," +
            "('336.3', 'ฝนตกหนัก', '336.3', '336.3', 'P03', 'C026', 'V0001', '336.3.mp4', '336.3', 'ทำท่ามือตามวิดีโอ')," +
            "('337.2', 'ตาแดง', '337.2', '337.2', 'P01', 'C011', 'V0001', '337.2.mp4', '337.2', 'ทำท่ามือตามวิดีโอ')," +
            "('337.3', 'แตกกระเซ็น', '337.3', '337.3', 'P03', 'C044', 'V0001', '337.3.mp4', '337.3', 'ทำท่ามือตามวิดีโอ')," +
            "('338.2', 'หัวใจ', '338.2', '338.2', 'P01', 'C020', 'V0001', '338.2.mp4', '338.2', 'ทำท่ามือตามวิดีโอ')," +
            "('338.3', 'หัวใจวาย', '338.3', '338.3', 'P03', 'C011', 'V0001', '338.3.mp4', '338.3', 'ทำท่ามือตามวิดีโอ')," +
            "('34.1', 'ตู้', '34.1', '34.1', 'P01', 'C014', 'V0001', '34.1.mp4', '34.1', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('34.2', 'ตู้เก็บของ', '34.2', '34.2', 'P01', 'C043', 'V0001', '34.2.mp4', '34.2', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('34.3', 'ตู้เย็น', '34.3', '34.3', 'P01', 'C004', 'V0001', '34.3.mp4', '34.3', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('345.1', 'ต้นไม้', '345.1', '345.1', 'P01', 'C017', 'V0001', '345.1.mp4', 'ต้นไม้', 'ทำท่ามือตามวิดีโอ')," +
            "('345.2', 'ป่าไม้', '345.2', '345.2', 'P01', 'C017', 'V0001', '345.2.mp4', 'ป่าไม้', 'ทำท่ามือตามวิดีโอ')," +
            "('345.3', 'โอกาส', '345.3', '345.3', 'P05', 'C042', 'V0001', '345.3.mp4', 'โอกาส', 'ทำท่ามือตามวิดีโอ')," +
            "('346.2', 'ควันท่อไอเสีย', '346.2', '346.2', 'P08', 'C019', 'V0001', '346.2.mp4', 'ควันท่อไอเสีย', 'ทำท่ามือตามวิดีโอ')," +
            "('346.3', 'จรวด', '346.3', '346.3', 'P01', 'C019', 'V0001', '346.3.mp4', 'จรวด', 'ทำท่ามือตามวิดีโอ')," +
            "('347.1', 'อุจจาระ', '347.1', '347.1', 'P03', 'C020', 'V0001', '347.1.mp4', 'อุจจาระ', 'ทำท่ามือตามวิดีโอ')," +
            "('347.2', 'ก่อวินาศกรรม', '347.2', '347.2', 'P03', 'C032', 'V0001', '347.2.mp4', 'ก่อวินาศกรรม', 'ทำท่ามือตามวิดีโอ')," +
            "('347.3', 'ภูเขาไฟระเบิด', '347.3', '347.3', 'P03', 'C026', 'V0001', '347.3.mp4', 'ภูเขาไฟระเบิด', 'ทำท่ามือตามวิดีโอ')," +
            "('348.1', 'ระเบิด', '348.1', '348.1', 'P03', 'C026', 'V0001', '348.1.mp4', 'ระเบิด', 'ทำท่ามือตามวิดีโอ')," +
            "('348.2', 'การระเบิดอย่างรุนแรง', '348.2', '348.2', 'P03', 'C026', 'V0001', '348.2.mp4', 'การระเบิดอย่างรุนแรง', 'ทำท่ามือตามวิดีโอ')," +
            "('348.3', 'ระเบิดปรมาณู', '348.3', '348.3', 'P01', 'C041', 'V0001', '348.3.mp4', 'ระเบิดปรมาณู', 'ทำท่ามือตามวิดีโอ')," +
            "('349.1', 'ประทัด', '349.1', '349.1', 'P01', 'C041', 'V0001', '349.1.mp4', 'ประทัด', 'ทำท่ามือตามวิดีโอ')," +
            "('349.2', 'ดอกไม้เพลิง', '349.2', '349.2', 'P01', 'C043', 'V0001', '349.2.mp4', 'ดอกไม้เพลิง', 'ทำท่ามือตามวิดีโอ')," +
            "('349.3', 'พลุแสงสว่าง', '349.3', '349.3', 'P01', 'C043', 'V0001', '349.3.mp4', 'พลุ', 'ทำท่ามือตามวิดีโอ')," +
            "('35.2', 'กระโปรง', '35.2', '35.2', 'P01', 'C015', 'V0001', '35.2.mp4', '35.2', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('35.3', 'ต้นคริสต์มาส', '35.3', '35.3', 'P01', 'C014', 'V0001', '35.3.mp4', '35.3', 'พื้นผิว/การเคลื่อนไหวแนวราบของฝ่ามือ')," +
            "('350.2', 'มีมากในกลุ่มหนึ่ง', '350.2', '350.2', 'P08', 'C042', 'V0001', '350.2.mp4', 'มีมากในกลุ่มหนึ่ง', 'ทำท่ามือตามวิดีโอ')," +
            "('350.3', 'อ้วน', '350.3', '350.3', 'P09', 'C042', 'V0001', '350.3.mp4', 'อ้วน', 'ทำท่ามือตามวิดีโอ')," +
            "('351.1', 'เริ่มตัวใหญ่เท่ากัน', '351.1', '351.1', 'P09', 'C042', 'V0001', '351.1.mp4', 'เริ่มตัวใหญ่เท่ากัน', 'ทำท่ามือตามวิดีโอ')," +
            "('351.2', 'ฉันตัวใหญ่ เธอตัวเล็ก', '351.2', '351.2', 'P08', 'C021', 'V0001', '351.2.mp4', 'ฉันตัวใหญ่ เธอตัวเล็ก', 'ทำท่ามือตามวิดีโอ')," +
            "('351.3', 'พวกเธอทุกคนตัวโต', '351.3', '351.3', 'P09', 'C021', 'V0001', '351.3.mp4', 'พวกเธอทุกคนตัวโต', 'ทำท่ามือตามวิดีโอ')," +
            "('352.1', 'เราทั้งสองตัวเล็ก', '352.1', '352.1', 'P09', 'C021', 'V0001', '352.1.mp4', 'เราทั้งสองตัวเล็ก', 'ทำท่ามือตามวิดีโอ')," +
            "('352.2', 'เธอตัวโต เราตัวเล็ก', '352.2', '352.2', 'P08', 'C021', 'V0001', '352.2.mp4', 'เธอตัวโต เราตัวเล็ก', 'ทำท่ามือตามวิดีโอ')," +
            "('352.3', 'พวกเธอทุกคนตัวเล็กๆ', '352.3', '352.3', 'P09', 'C021', 'V0001', '352.3.mp4', 'พวกเธอทุกคนตัวเล็กๆ', 'ทำท่ามือตามวิดีโอ')," +
            "('353.2', 'เพิ่มมากขึ้น', '353.2', '353.2', 'P08', 'C051', 'V0001', '353.2.mp4', 'เพิ่มมากขึ้น', 'ทำท่ามือตามวิดีโอ')," +
            "('353.3', 'เพิ่มขึ้นขณะที่อีกกลุ่มลดลง', '353.3', '353.3', 'P08', 'C051', 'V0001', '353.3.mp4', 'เพิ่มขึ้น ลดลง', 'ทำท่ามือตามวิดีโอ')," +
            "('354.1', 'เติบโต', '354.1', '354.1', 'P09', 'C021', 'V0001', '354.1.mp4', 'เติบโต', 'ทำท่ามือตามวิดีโอ')," +
            "('354.2', 'น้อยลง', '354.2', '354.2', 'P09', 'C051', 'V0001', '354.2.mp4', 'น้อยลง', 'ทำท่ามือตามวิดีโอ')" ;



    private static final String INSERT_INTO_MATCH_TWO_TWO = "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('354.3', 'เพิ่มทวี', '354.3', '354.3', 'P09', 'C051', 'V0001', '354.3.mp4', 'เพิ่มทวี', 'ทำท่ามือตามวิดีโอ')," +
            "('355.1', 'คนอ้วนขึ้น', '355.1', '355.1', 'P09', 'C021', 'V0001', '355.1.mp4', 'คนอ้วนขึ้น', 'ทำท่ามือตามวิดีโอ')," +
            "('355.2', 'อ้วนขึ้นทั้งคู่', '355.2', '355.2', 'P08', 'C021', 'V0001', '355.2.mp4', 'อ้วนขึ้นทั้งคู่', 'ทำท่ามือตามวิดีโอ')," +
            "('355.3', 'น้ำหนักเพิ่มขึ้นอย่างรวดเร็ว', '355.3', '355.3', 'P08', 'C051', 'V0001', '355.3.mp4', 'น้ำหนักเพิ่มขึ้น', 'ทำท่ามือตามวิดีโอ')," +
            "('356.1', 'น้ำหนักลดลง', '356.1', '356.1', 'P08', 'C051', 'V0001', '356.1.mp4', 'น้ำหนักลดลง', 'ทำท่ามือตามวิดีโอ')," +
            "('356.2', 'ผอมลงทั้งคู่', '356.2', '356.2', 'P08', 'C021', 'V0001', '356.2.mp4', 'ผอมลงทั้งคู่', 'ทำท่ามือตามวิดีโอ')," +
            "('356.3', 'คนหนึ่งอ้วน คนหนึ่งผอม', '356.3', '356.3', 'P08', 'C021', 'V0001', '356.3.mp4', 'คนอ้วน คนผอม', 'ทำท่ามือตามวิดีโอ')," +
            "('357.1', 'มีผู้โดยสารจำนวนน้อยในรถที่กำลังแล่นอยู่', '357.1', '357.1', 'P08', 'C051', 'V0001', '357.1.mp4', 'ผู้โดยสารจำนวนน้อย', 'ทำท่ามือตามวิดีโอ')," +
            "('357.2', 'มีผู้โดยสารจำนวนมากในรถที่กำลังแล่นอยู่', '357.2', '357.2', 'P08', 'C051', 'V0001', '357.2.mp4', 'ผู้โดยสารจำนวนมาก', 'ทำท่ามือตามวิดีโอ')," +
            "('358.1', 'ผู้โดยสารน้อยลงในขณะที่รถเดินทางไป', '358.1', '358.1', 'P08', 'C051', 'V0001', '358.1.mp4', 'ผู้โดยสารน้อยลง', 'ทำท่ามือตามวิดีโอ')," +
            "('358.2', 'ผู้โดยสารเพิ่มขึ้นในขณะที่รถเดินทางไป', '358.2', '358.2', 'P08', 'C051', 'V0001', '358.2.mp4', 'ผู้โดยสารเพิ่มขึ้น', 'ทำท่ามือตามวิดีโอ')," +
            "('359.1', 'ผอม', '359.1', '359.1', 'P09', 'C021', 'V0001', '359.1.mp4', 'ผอม', 'ทำท่ามือตามวิดีโอ')," +
            "('359.2', 'เหงา', '359.2', '359.2', 'P03', 'C044', 'V0001', '359.2.mp4', 'เหงา', 'ทำท่ามือตามวิดีโอ')," +
            "('359.3', 'เย็นลง', '359.3', '359.3', 'P08', 'C044', 'V0001', '359.3.mp4', 'เย็นลง', 'ทำท่ามือตามวิดีโอ')," +
            "('36.1', 'ห้างสรรพสินค้าเซ็นทรัลชิดลม', '36.1', '36.1', 'P01', 'C023', 'V0001', '36.1.mp4', '36.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('36.2', 'ห้างสรรพสินค้าเซ็นทรัลสีลม', '36.2', '36.2', 'P01', 'C023', 'V0001', '36.2.mp4', '36.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('36.3', 'ห้างสรรพสินค้าเซ็นทรัลวังบูรพา', '36.3', '36.3', 'P01', 'C023', 'V0001', '36.3.mp4', '36.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('360.2', 'ผีปรากฎร่างทันทีทันใด', '360.2', '360.2', 'P08', 'C026', 'V0001', '360.2.mp4', 'ผีปรากฎร่าง', 'ทำท่ามือตามวิดีโอ')," +
            "('360.3', 'ผีหายตัวไปทันใด', '360.3', '360.3', 'P08', 'C026', 'V0001', '360.3.mp4', 'ผีหายตัว', 'ทำท่ามือตามวิดีโอ')," +
            "('361.2', 'ผอมแห้ง', '361.2', '361.2', 'P09', 'C021', 'V0001', '361.2.mp4', 'ผอมแห้ง', 'ทำท่ามือตามวิดีโอ')," +
            "('361.3', 'ผอมสูงเก้งก้าง', '361.3', '361.3', 'P09', 'C021', 'V0001', '361.3.mp4', 'ผอมสูง', 'ทำท่ามือตามวิดีโอ')," +
            "('362.1', 'หินย้อย', '362.1', '362.1', 'P08', 'C030', 'V0001', '362.1.mp4', 'หินย้อย', 'ทำท่ามือตามวิดีโอ')," +
            "('362.2', 'พังงา', '362.2', '362.2', 'P08', 'C034', 'V0001', '362.2.mp4', 'พังงา', 'ทำท่ามือตามวิดีโอ')," +
            "('362.3', 'คริสต์มาส', '362.3', '362.3', 'P08', 'C022', 'V0001', '362.3.mp4', 'คริสต์มาส', 'ทำท่ามือตามวิดีโอ')," +
            "('363.1', 'ชมพู่', '363.1', '363.1', 'P01', 'C055', 'V0001', '363.1.mp4', 'ชมพู่', 'ทำท่ามือตามวิดีโอ')," +
            "('363.2', 'ชมพู่แดง', '363.2', '363.2', 'P01', 'C055', 'V0001', '363.2.mp4', 'ชมพู่', 'ทำท่ามือตามวิดีโอ')," +
            "('363.3', 'จน', '363.3', '363.3', 'P09', 'C042', 'V0001', '363.3.mp4', 'จน', 'ทำท่ามือตามวิดีโอ')," +
            "('364.2', 'มะเฟือง', '364.2', '364.2', 'P01', 'C055', 'V0001', '364.2.mp4', 'มะเฟือง', 'ทำท่ามือตามวิดีโอ')," +
            "('366.1', 'ยังมีเวลาเหลืออยู่อีกนาน', '366.1', '366.1', 'P08', 'C022', 'V0001', '366.1.mp4', 'วันเวลา', 'ทำท่ามือตามวิดีโอ')," +
            "('366.2', 'ใกล้วันสำคัญ', '366.2', '366.2', 'P08', 'C022', 'V0001', '366.2.mp4', 'วันสำคัญ', 'ทำท่ามือตามวิดีโอ')," +
            "('366.3', 'เวลาที่ใกล้เข้ามา', '366.3', '366.3', 'P08', 'C022', 'V0001', '366.3.mp4', 'วันเวลา', 'ทำท่ามือตามวิดีโอ')," +
            "('367.2', 'ไกลกันในสถานที่ตั้ง', '367.2', '367.2', 'P08', 'C023', 'V0001', '367.2.mp4', 'ระยะทาง', 'ทำท่ามือตามวิดีโอ')," +
            "('367.3', 'ไม่ไกล', '367.3', '367.3', 'P08', 'C023', 'V0001', '367.3.mp4', 'ระยะทาง', 'ทำท่ามือตามวิดีโอ')," +
            "('368.1', 'ย้าย', '368.1', '368.1', 'P03', 'C032', 'V0001', '368.1.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('368.2', 'ย้ายบ้าน', '368.2', '368.2', 'P08', 'C032', 'V0001', '368.2.mp4', 'ย้ายบ้าน', 'ทำท่ามือตามวิดีโอ')," +
            "('368.3', 'เคลื่อน', '368.3', '368.3', 'P03', 'C032', 'V0001', '368.3.mp4', 'เคลื่อน', 'ทำท่ามือตามวิดีโอ')," +
            "('369.1', 'ย้ายจากกรุงเทพไปภาคตะวันตก', '369.1', '369.1', 'P08', 'C032', 'V0001', '369.1.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('369.2', 'ย้ายจากกรุงเทพไปภาคตะวันออก', '369.2', '369.2', 'P08', 'C032', 'V0001', '369.2.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('369.3', 'ย้ายจากกรุงเทพไปภาคเหนือ', '369.3', '369.3', 'P08', 'C032', 'V0001', '369.3.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('37.1', 'ภูเขา', '37.1', '37.1', 'P01', 'C017', 'V0001', '37.1.mp4', '37.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('37.3', 'หินละลายจากภูเขาไฟ', '37.2', '37.2', 'P08', 'C017', 'V0001', '37.3.mp4', '37.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('370.1', 'ย้ายจากกรุงเทพไปภาคใต้', '370.1', '370.1', 'P08', 'C032', 'V0001', '370.1.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('370.2', 'ย้ายบ่อยๆ', '370.2', '370.2', 'P08', 'C032', 'V0001', '370.2.mp4', 'ย้าย', 'ทำท่ามือตามวิดีโอ')," +
            "('371.1', 'โรงพยาบาลกรุงเทพ', '371.1', '371.1', 'P02', 'C023', 'V0001', '371.1.mp4', 'โรงพยาบาล', 'ทำท่ามือตามวิดีโอ')," +
            "('371.2', 'โรงพยาบาลกรุงเทพคริสเตียน', '371.2', '371.2', 'P02', 'C023', 'V0001', '371.2.mp4', 'โรงพยาบาล', 'ทำท่ามือตามวิดีโอ')," +
            "('372.1', 'เติม', '372.1', '372.1', 'P03', 'C032', 'V0001', '372.1.mp4', 'เติม', 'ทำท่ามือตามวิดีโอ')," +
            "('372.2', 'เพิ่มเติมหัวข้อ', '372.2', '372.2', 'P08', 'C051', 'V0001', '372.2.mp4', 'เพิ่มเติม', 'ทำท่ามือตามวิดีโอ')," +
            "('373.1', 'เพิ่มเติม', '373.1', '373.1', 'P08', 'C051', 'V0001', '373.1.mp4', 'เพิ่มเติม', 'ทำท่ามือตามวิดีโอ')," +
            "('373.2', 'เพิ่มเงินให้', '373.2', '373.2', 'P08', 'C051', 'V0001', '373.2.mp4', 'เพิ่มเติม', 'ทำท่ามือตามวิดีโอ')," +
            "('374.1', 'เพิ่มความคิด', '374.1', '374.1', 'P08', 'C051', 'V0001', '374.1.mp4', 'เพิ่มเติม', 'ทำท่ามือตามวิดีโอ')," +
            "('374.2', 'เขาเพิ่มความคิดเห็น', '374.2', '374.2', 'P08', 'C032', 'V0001', '374.2.mp4', 'เพิ่มเติม', 'ทำท่ามือตามวิดีโอ')," +
            "('374.3', 'โกหก', '374.3', '374.3', 'P03', 'C032', 'V0001', '374.3.mp4', 'โกหก', 'ทำท่ามือตามวิดีโอ')," +
            "('375.1', 'ฉลาดแกมโกง', '375.1', '375.1', 'P03', 'C032', 'V0001', '375.1.mp4', 'ฉลาดแกมโกง', 'ทำท่ามือตามวิดีโอ')," +
            "('375.2', 'จินตนาการเกินความจริง', '375.2', '375.2', 'P03', 'C044', 'V0001', '375.2.mp4', 'จินตนาการ', 'ทำท่ามือตามวิดีโอ')," +
            "('375.3', 'สร้างสรรค์', '375.3', '375.3', 'P08', 'C032', 'V0001', '375.3.mp4', 'สร้างสรรค์', 'ทำท่ามือตามวิดีโอ')," +
            "('376.1', 'ใน', '376.1', '376.1', 'P08', 'C042', 'V0001', '376.1.mp4', 'ใน', 'ทำท่ามือตามวิดีโอ')," +
            "('376.2', 'เก็บ', '376.2', '376.2', 'P03', 'C032', 'V0001', '376.2.mp4', 'เก็บ', 'ทำท่ามือตามวิดีโอ')," +
            "('377.2', 'รับประทาน', '377.2', '377.2', 'P03', 'C044', 'V0001', '377.2.mp4', 'รับประทาน', 'ทำท่ามือตามวิดีโอ')," +
            "('378.1', 'อาหาร', '378.1', '378.1', 'P01', 'C028', 'V0001', '378.1.mp4', 'อาหาร', 'ทำท่ามือตามวิดีโอ')," +
            "('378.2', 'ใส่ปาก', '378.2', '378.2', 'P03', 'C044', 'V0001', '378.2.mp4', 'ใส่ปาก', 'ทำท่ามือตามวิดีโอ')," +
            "('378.3', 'กินไม่รู้จักหยุด', '378.3', '378.3', 'P03', 'C044', 'V0001', '378.3.mp4', 'กินไม่รู้จักหยุด', 'ทำท่ามือตามวิดีโอ')," +
            "('379.1', 'กินได้', '379.1', '379.1', 'P08', 'C042', 'V0001', '379.1.mp4', 'กินได้', 'ทำท่ามือตามวิดีโอ')," +
            "('379.2', 'กินไม่ได้', '379.2', '379.2', 'P08', 'C044', 'V0001', '379.2.mp4', 'กินไม่ได้', 'ทำท่ามือตามวิดีโอ')," +
            "('379.3', 'อาหารเสีย', '379.3', '379.3', 'P08', 'C008', 'V0001', '379.3.mp4', 'อาหารเสีย', 'ทำท่ามือตามวิดีโอ')," +
            "('38.2', 'มีครรภ์', '38.2', '38.2', 'P03', 'C042', 'V0001', '38.2.mp4', '38.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('38.3', 'ฟิลิปปินส์', '38.3', '38.3', 'P01', 'C035', 'V0001', '38.3.mp4', '38.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('380.1', 'ทิ้งอาหารที่เสีย', '380.1', '380.1', 'P05', 'C042', 'V0001', '380.1.mp4', 'ทิ้งอาหารที่เสีย', 'ทำท่ามือตามวิดีโอ')," +
            "('380.2', 'ถ่มน้ำลาย', '380.2', '380.2', 'P03', 'C044', 'V0001', '380.2.mp4', 'ถ่มน้ำลาย', 'ทำท่ามือตามวิดีโอ')," +
            "('380.3', 'ชามอาหาร', '380.3', '380.3', 'P01', 'C050', 'V0001', '380.3.mp4', 'ชามอาหาร', 'ทำท่ามือตามวิดีโอ')," +
            "('381.1', 'ค้นหา', '381.1', '381.1', 'P02', 'C044', 'V0001', '381.1.mp4', 'ค้นหา', 'ทำท่ามือตามวิดีโอ')," +
            "('381.2', 'ถ่ายทอดกระจายข่าว', '381.2', '381.2', 'P08', 'C042', 'V0001', '381.2.mp4', 'ถ่ายทอดกระจ่ายข่าว', 'ทำท่ามือตามวิดีโอ')," +
            "('381.3', 'การศึกษา', '381.3', '381.3', 'P08', 'C044', 'V0001', '381.3.mp4', 'การศึกษา', 'ทำท่ามือตามวิดีโอ')," +
            "('382.1', 'ลืมไปเลย', '382.1', '382.1', 'P03', 'C044', 'V0001', '382.1.mp4', 'ลืมไปเลย', 'ทำท่ามือตามวิดีโอ')," +
            "('382.2', 'กระทรวงศึกษาธิการ', '382.2', '382.2', 'P01', 'C057', 'V0001', '382.2.mp4', 'กระทรวงศึกษาธิการ', 'ทำท่ามือตามวิดีโอ')," +
            "('382.3', 'ทัศนศึกษา', '382.3', '382.3', 'P03', 'C042', 'V0001', '382.3.mp4', 'ทัศนศึกษา', 'ทำท่ามือตามวิดีโอ')," +
            "('383.2', 'ศึกษา', '383.2', '383.2', 'P03', 'C042', 'V0001', '383.2.mp4', 'ศึกษา', 'ทำท่ามือตามวิดีโอ')," +
            "('383.3', 'กรมสามัญศึกษา', '383.3', '383.3', 'P01', 'C057', 'V0001', '383.3.mp4', 'กรมสามัญศึกษา', 'ทำท่ามือตามวิดีโอ')," +
            "('384.1', 'เครื่องแบบนักเรียน', '384.1', '384.1', 'P01', 'C015', 'V0001', '384.1.mp4', 'เครื่องแบบนักเรียน', 'ทำท่ามือตามวิดีโอ')," +
            "('384.2', 'เรียนจากที่อื่น', '384.2', '384.2', 'P08', 'C042', 'V0001', '384.2.mp4', 'เรียนจากที่อื่น', 'ทำท่ามือตามวิดีโอ')," +
            "('385.1', 'จูบ', '385.1', '385.1', 'P03', 'C044', 'V0001', '385.1.mp4', 'จูบ', 'ทำท่ามือตามวิดีโอ')," +
            "('385.2', 'ถูกจูบ', '385.2', '385.2', 'P03', 'C042', 'V0001', '385.2.mp4', 'ถูกจูบ', 'ทำท่ามือตามวิดีโอ')," +
            "('385.3', 'ถูกจูบที่แก้ม', '385.3', '385.3', 'P08', 'C042', 'V0001', '385.3.mp4', 'ถูกจูบที่แก้ม', 'ทำท่ามือตามวิดีโอ')," +
            "('386.1', 'บ้าน', '386.1', '386.1', 'P01', 'C037', 'V0001', '386.1.mp4', 'บ้าน', 'ทำท่ามือตามวิดีโอ')," +
            "('386.2', 'กลับบ้าน', '386.2', '386.2', 'P03', 'C042', 'V0001', '386.2.mp4', 'กลับบ้าน', 'ทำท่ามือตามวิดีโอ')," +
            "('386.3', 'บ้านเช่า', '386.3', '386.3', 'P08', 'C037', 'V0001', '386.3.mp4', 'บ้านเช่า', 'ทำท่ามือตามวิดีโอ')," +
            "('387.1', 'ทุกวัน', '387.1', '387.1', 'P08', 'C042', 'V0001', '387.1.mp4', 'ทุกวัน', 'ทำท่ามือตามวิดีโอ')," +
            "('387.2', 'บ่อย', '387.2', '387.2', 'P08', 'C042', 'V0001', '387.2.mp4', 'บ่อย', 'ทำท่ามือตามวิดีโอ')," +
            "('387.3', 'ไม่มีประสบการณ์', '387.3', '387.3', 'P08', 'C042', 'V0001', '387.3.mp4', 'ไม่มีประสบการณ์', 'ทำท่ามือตามวิดีโอ')," +
            "('389.1', 'ส่งคน', '389.1', '389.1', 'P08', 'C044', 'V0001', '389.1.mp4', 'ส่งคน', 'ทำท่ามือตามวิดีโอ')," +
            "('389.2', 'ถูกส่งลง', '389.2', '389.2', 'P08', 'C042', 'V0001', '389.2.mp4', 'ถูกส่งลง', 'ทำท่ามือตามวิดีโอ')," +
            "('39.1', 'แข็งแรง', '39.1', '39.1', 'P03', 'C021', 'V0001', '39.1.mp4', '39.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('39.2', 'สถานีรถไฟหัวลำโพง', '39.2', '39.2', 'P01', 'C023', 'V0001', '39.2.mp4', '39.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('390.1', 'ตก', '390.1', '390.1', 'P09', 'C042', 'V0001', '390.1.mp4', 'ตก', 'ทำท่ามือตามวิดีโอ')," +
            "('390.2', 'ยอมรับ', '390.2', '390.2', 'P03', 'C044', 'V0001', '390.2.mp4', 'ยอมรับ', 'ทำท่ามือตามวิดีโอ')," +
            "('390.3', 'แตก', '390.3', '390.3', 'P09', 'C042', 'V0001', '390.3.mp4', 'แตก', 'ทำท่ามือตามวิดีโอ')," +
            "('391.2', 'เปลือย', '391.2', '391.2', 'P08', 'C042', 'V0001', '391.2.mp4', 'เปลือย', 'ทำท่ามือตามวิดีโอ')," +
            "('392.1', 'ดูถูก', '392.1', '392.1', 'P03', 'C042', 'V0001', '392.1.mp4', 'ดูถูก', 'ทำท่ามือตามวิดีโอ')," +
            "('392.2', 'เป็นที่ดูถูกของคนอื่น', '392.2', '392.2', 'P08', 'C042', 'V0001', '392.2.mp4', 'เป็นที่ดูถูกของคนอื่น', 'ทำท่ามือตามวิดีโอ')," +
            "('392.3', 'ไม่ยอมรับ', '392.3', '392.3', 'P03', 'C044', 'V0001', '392.3.mp4', 'ไม่ยอมรับ', 'ทำท่ามือตามวิดีโอ')," +
            "('393.1', 'เลิกนึกถึง', '393.1', '393.1', 'P03', 'C044', 'V0001', '393.1.mp4', 'เลิกนึกถึง', 'ทำท่ามือตามวิดีโอ')," +
            "('393.2', 'เบื่อ', '393.2', '393.2', 'P03', 'C044', 'V0001', '393.2.mp4', 'เบื่อ', 'ทำท่ามือตามวิดีโอ')," +
            "('394.1', 'ส่งพัสดุไปรษณีย์', '394.1', '394.1', 'P03', 'C044', 'V0001', '394.1.mp4', 'ส่งพัสดุไปรษณีย์', 'ทำท่ามือตามวิดีโอ')," +
            "('394.2', 'ส่งไปเป็นครั้งคราว', '394.2', '394.2', 'P03', 'C042', 'V0001', '394.2.mp4', 'ส่งไปเป็นครั้งคราว', 'ทำท่ามือตามวิดีโอ')," +
            "('394.3', 'รับไปรษณีย์', '394.3', '394.3', 'P03', 'C042', 'V0001', '394.3.mp4', 'รับไปรษณีย์', 'ทำท่ามือตามวิดีโอ')," +
            "('395.1', 'ส่งมาเป็นครั้งคราว', '395.1', '395.1', 'P03', 'C044', 'V0001', '395.1.mp4', 'ส่งมาเป็นครั้งคราว', 'ทำท่ามือตามวิดีโอ')," +
            "('395.2', 'ได้รับตลอดเวลา', '395.2', '395.2', 'P03', 'C042', 'V0001', '395.2.mp4', 'ได้รับตลอดเวลา', 'ทำท่ามือตามวิดีโอ')," +
            "('395.3', 'แลกเปลี่ยน', '395.3', '395.3', 'P03', 'C044', 'V0001', '395.3.mp4', 'แลกเปลี่ยน', 'ทำท่ามือตามวิดีโอ')," +
            "('396.1', 'ได้รับข่าว', '396.1', '396.1', 'P03', 'C026', 'V0001', '396.1.mp4', 'ได้รับข่าว', 'ทำท่ามือตามวิดีโอ')," +
            "('396.2', 'แลกเปลี่ยนข่าวสาร', '396.2', '396.2', 'P03', 'C026', 'V0001', '396.2.mp4', 'แลกเปลี่ยน', 'ทำท่ามือตามวิดีโอ')," +
            "('397.1', 'แพร่ข่าวสาร', '397.1', '397.1', 'P03', 'C026', 'V0001', '397.1.mp4', 'แพร่ข่าวสาร', 'ทำท่ามือตามวิดีโอ')," +
            "('397.2', 'ประกาศ', '397.2', '397.2', 'P03', 'C042', 'V0001', '397.2.mp4', 'ประกาศ', 'ทำท่ามือตามวิดีโอ')," +
            "('397.3', 'กระจายเสียงให้รู้กันทั่ว', '397.3', '397.3', 'P08', 'C042', 'V0001', '397.3.mp4', 'กระจายเสียง', 'ทำตามวิดีโอท่ามือ')," +
            "('398.1', 'บอก', '398.1', '398.1', 'P03', 'C044', 'V0001', '398.1.mp4', 'บอก', 'ทำท่ามือตามวิดีโอ')," +
            "('398.2', 'บอกให้รู้', '398.2', '398.2', 'P08', 'C044', 'V0001', '398.2.mp4', 'บอกให้รู้', 'ทำท่ามือตามวิดีโอ')," +
            "('398.3', 'เปิดเผยความลับ', '398.3', '398.3', 'P08', 'C042', 'V0001', '398.3.mp4', 'เปิดเปิดเผยความลับ', 'ทำท่ามือตามวิดีโอ')," +
            "('399.1', 'ยุยง', '399.1', '399.1', 'P03', 'C042', 'V0001', '399.1.mp4', 'ยุยง', 'ทำท่ามือตามวิดีโอ')," +
            "('399.2', 'ทะเลาะ', '399.2', '399.2', 'P03', 'C042', 'V0001', '399.2.mp4', 'ทะเลา', 'ทำท่ามือตามวิดีโอ')," +
            "('4.1', 'มาที่นี่', '4.1', '4.1', 'P03', 'C044', 'V0001', '4.1.mp4', 'มาที่นี่', 'ทำท่ามือตามวิดีโอ')," +
            "('4.2', 'เรียกทุกคนมาที่นี่', '4.2', '4.2', 'P03', 'C044', 'V0001', '4.2.mp4', 'เรียกทุกคนมาที่นี่', 'ทำท่ามือตามวิดีโอ')," +
            "('4.3', 'ผู้คนทยอยเข้ามา', '4.3', '4.3', 'P03', 'C044', 'V0001', '4.3.mp4', 'ผู้คนทยอยเข้ามา', 'ทำท่ามือตามวิดีโอ')," +
            "('40.1', 'มะม่วง', '40.1', '40.1', 'P01', 'C055', 'V0001', '40.1.mp4', '40.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('40.2', 'มะม่วงดิบ', '40.2', '40.2', 'P01', 'C055', 'V0001', '40.2.mp4', '40.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('40.3', 'มะม่วงสุก', '41.3', '41.3', 'P01', 'C055', 'V0001', '40.3.mp4', '40.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('400.1', 'สอน', '400.1', '400.1', 'P03', 'C042', 'V0001', '400.1.mp4', 'สอน', 'ทำท่ามือตามวิดีโอ')," +
            "('400.2', 'แนะแนำ', '400.2', '400.2', 'P03', 'C042', 'V0001', '400.2.mp4', 'แนะนำ', 'ทำท่ามือตามวิดีโอ')," +
            "('400.3', 'สอนให้ฉัน', '400.3', '400.3', 'P08', 'C042', 'V0001', '400.3.mp4', 'สอนให้ฉัน', 'ทำท่ามือตามวิดีโอ')," +
            "('401.2', 'ยอมรับ', '401.2', '401.2', 'P03', 'C042', 'V0001', '401.2.mp4', 'ยอมรับ', 'ทำท่ามือตามวิดีโอ')," +
            "('401.3', 'ได้รับจากคนอื่น', '401.3', '401.3', 'P03', 'C042', 'V0001', '401.3.mp4', 'ได้รับ', 'ทำท่ามือตามวิดีโอ')," +
            "('402.1', 'ติดจากฉัน', '402.1', '402.1', 'P08', 'C042', 'V0001', '402.1.mp4', 'ติดจากฉัน', 'ทำท่ามือตามวิดีโอ')," +
            "('403.1', 'แพร่ระบาด', '403.1', '403.1', 'P08', 'C011', 'V0001', '403.1.mp4', 'แพร่ระบาด', 'ทำท่ามือตามวิดีโอ')";

    private static final String INSERT_INTO_MATCH_TWO_TWO_TWO = "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('404.1', 'เรียนจากตัวอย่าง', '404.1', '404.1', 'P03', 'C042', 'V0001', '404.1.mp4', 'เรียนแบบ', 'ทำท่ามือตามวิดีโอ')," +
            "('404.2', 'เรียนจากตัวอย่างหลายตัวอย่าง', '404.2', '404.2', 'P03', 'C042', 'V0001', '404.2.mp4', 'เรียนแบบ', 'ทำท่ามือตามวิดีโอ')," +
            "('405.1', 'เรียนจากตัวอย่างของฉัน', '405.1', '405.1', 'P03', 'C042', 'V0001', '405.1.mp4', 'เรียนแบบ', 'ทำท่ามือตามวิดีโอ')," +
            "('405.2', 'ถ่ายสำเนา', '405.2', '405.2', 'P03', 'C042', 'V0001', '405.2.mp4', 'ถ่ายสำเนา', 'ทำท่ามือตามวิดีโอ')," +
            "('406.1', 'ดูด', '406.1', '406.1', 'P03', 'C042', 'V0001', '406.1.mp4', 'โุด', 'ทำท่ามือตามวิดีโอ')," +
            "('406.2', 'จับฉลาก', '406.2', '406.2', 'P03', 'C042', 'V0001', '406.2.mp4', 'จับฉลาก', 'ทำท่ามือตามวิดีโอ')," +
            "('406.3', 'ยักยอก', '406.3', '406.3', 'P03', 'C042', 'V0001', '406.3.mp4', 'ยักยอก', 'ทำท่ามือตามวิดีโอ')," +
            "('407.1', 'กล้วยหอม', '407.1', '407.1', 'P01', 'C055', 'V0001', '407.1.mp4', 'กล้วยหอม', 'ทำท่ามือตามวิดีโอ')," +
            "('407.2', 'ผักชี', '407.2', '407.2', 'P01', 'C055', 'V0001', '407.2.mp4', 'ผักชี', 'ทำท่ามือตามวิดีโอ')," +
            "('407.3', 'ต้นหอม', '407.3', '407.3', 'P03', 'C055', 'V0001', '407.3.mp4', 'ต้นหอม', 'ทำท่ามือตามวิดีโอ')," +
            "('408.1', 'มาจากไหน', '408.1', '408.1', 'P06', 'C042', 'V0001', '408.1.mp4', 'มาจากไหน', 'ทำท่ามือตามวิดีโอ')," +
            "('409.1', 'ร่วมกัน', '409.1', '409.1', 'P03', 'C042', 'V0001', '409.1.mp4', 'ร่วมกัน', 'ทำท่ามือตามวิดีโอ')," +
            "('409.2', 'ร่วมกับฉัน', '409.2', '409.2', 'P03', 'C042', 'V0001', '409.2.mp4', 'ร่วมกัน', 'ทำท่ามือตามวิดีโอ')," +
            "('409.3', 'และ', '409.3', '409.3', 'P05', 'C056', 'V0001', '409.3.mp4', 'และ', 'ทำท่ามือตามวิดีโอ')," +
            "('41.1', 'มะม่วงงอม', '41.1', '41.1', 'P01', 'C055', 'V0001', '41.1.mp4', '41.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('41.3', 'แตงโม', '40.3', '40.3', 'P01', 'C055', 'V0001', '41.3.mp4', '41.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('410.2', 'พบกันที่ใดที่หนึ่งเจาะจงไว้', '410.2', '410.2', 'P08', 'C042', 'V0001', '410.2.mp4', 'พบกัน', 'ทำท่ามือตามวิดีโอ')," +
            "('410.3', 'ประชุม', '410.3', '410.3', 'P03', 'C042', 'V0001', '410.3.mp4', 'ประชุม', 'ทำท่ามือตามวิดีโอ')," +
            "('411.1', 'การประชุมที่มีความสำเร็จ', '411.1', '411.1', 'P08', 'C042', 'V0001', '411.1.mp4', 'การประชุม', 'ทำท่ามือตามวิดีโอ')," +
            "('411.2', 'รายงานการประชุมที่ไม่ประสบผลสำเร็จ', '411.2', '411.2', 'P03', 'C042', 'V0001', '411.2.mp4', 'รายงานการประชุม', 'ทำท่ามือตามวิดีโอ')," +
            "('411.3', 'รายงานการประชุม', '411.3', '411.3', 'P01', 'C001', 'V0001', 'Array', 'Array', 'ทำท่ามือตามวิดีโอ')," +
            "('412.1', 'ขนสัตว์', '412.1', '412.1', 'P01', 'C024', 'V0001', '412.1.mp4', 'ขนสัตว์', 'ทำท่ามือตามวิดีโอ')," +
            "('412.3', 'ประเทศสวีเดน', '412.3', '412.3', 'P01', 'C035', 'V0001', '412.3.mp4', 'สวีเดน', 'ทำท่ามือตามวิดีโอ')," +
            "('413.1', 'ดูดนม', '413.1', '413.1', 'P03', 'C044', 'V0001', '413.1.mp4', 'ดูดนม', 'ทำท่ามือตามวิดีโอ')," +
            "('413.2', 'สำลี', '413.2', '413.2', 'P01', 'C043', 'V0001', '413.2.mp4', 'สำลี', 'ทำท่ามือตามวิดีโอ')," +
            "('414.1', 'กล้วย', '414.1', '414.1', 'P01', 'C055', 'V0001', '414.1.mp4', 'กล้วย', 'ทำท่ามือตามวิดีโอ')," +
            "('414.2', 'กล้วยน้ำว้า', '414.2', '414.2', 'P01', 'C055', 'V0001', '414.2.mp4', 'กล้วยน้ำว้า', 'ทำท่ามือตามวิดีโอ')," +
            "('414.3', 'กลัวยไข่', '414.3', '414.3', 'P01', 'C055', 'V0001', '414.3.mp4', 'กล้วยไข่', 'ทำท่ามือตามวิดีโอ')," +
            "('415.1', 'กล้วยหอม', '415.1', '415.1', 'P01', 'C055', 'V0001', '415.1.mp4', 'กล้วยหอม', 'ทำท่ามือตามวิดีโอ')," +
            "('416.2', 'น่ารัก', '416.2', '416.2', 'P05', 'C042', 'V0001', '416.2.mp4', 'น่ารัก', 'ทำท่ามือตามวิดีโอ')," +
            "('416.3', 'เหา', '416.3', '416.3', 'P01', 'C024', 'V0001', '416.3.mp4', 'เหา', 'ทำท่ามือตามวิดีโอ')," +
            "('418.1.1', 'ดีเยี่ยม', '418.1.1', '418.1.1', 'P05', 'C042', 'V0001', '418.1.1.mp4', 'ดีเยี่ยม', 'ทำท่ามือตามวิดีโอ')," +
            "('418.1.2', 'ปานกลาง', '418.1.2', '418.1.2', 'P05', 'C042', 'V0001', '418.1.2.mp4', 'ปานกลาง', 'ทำท่ามือตามวิดีโอ')," +
            "('418.2', 'ระดับคุณภาพ', '418.2', '418.2', 'P09', 'C042', 'V0001', '418.2.mp4', 'ระดับคุณภาพ', 'ทำท่ามือตามวิดีโอ')," +
            "('418.3', 'พาไป', '418.3', '418.3', 'P03', 'C042', 'V0001', '418.3.mp4', 'พาไป', 'ทำท่ามือตามวิดีโอ')," +
            "('419.2', 'ให้กับผู้อื่น', '419.2', '419.2', 'P03', 'C042', 'V0001', '419.2.mp4', 'ให้กับผู้อื่น', 'ทำท่ามือตามวิดีโอ')," +
            "('419.3', 'ให้', '419.3', '419.3', 'P03', 'C044', 'V0001', '419.3.mp4', 'ให้', 'ทำท่ามือตามวิดีโอ')," +
            "('42.1', 'ผู้ชาย', '42.1', '42.1', 'P01', 'C018', 'V0001', '42.1.mp4', '42.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('42.2', 'พี่ชาย', '42.2', '42.2', 'P01', 'C003', 'V0001', '42.2.mp4', '42.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('42.3', 'น้องชาย', '42.3', '42.3', 'P01', 'C003', 'V0001', '42.3.mp4', '42.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('420.1', 'แจกจ่าย', '420.1', '420.1', 'P03', 'C040', 'V0001', '420.1.mp4', 'แจกจ่าย', 'ทำท่ามือตามวิดีโอ')," +
            "('420.2', 'แจกให้', '420.2', '420.2', 'P03', 'C044', 'V0001', '420.2.mp4', 'แจกให้', 'ทำท่ามือตามวิดีโอ')," +
            "('420.3', 'แจกชอง', '420.3', '420.3', 'P03', 'C044', 'V0001', '420.3.mp4', 'แจกของ', 'ทำท่ามือตามวิดีโอ')," +
            "('421.1', 'ส่งให้', '421.1', '421.1', 'P03', 'C042', 'V0001', '421.1.mp4', 'ส่งให้ๆ', 'ทำท่ามือตามวิดิโอ')," +
            "('421.2', 'ผู้อื่นส่งของให้', '421.2', '421.2', 'P03', 'C042', 'V0001', '421.2.mp4', 'ผู้อื่นส่งของให้', 'ทำท่ามือตามวิดีโอ')," +
            "('421.3', 'ได้รับสิ่งของ', '421.3', '421.3', 'P03', 'C042', 'V0001', '421.3.mp4', 'ได้รับสิ่งของ', 'ทำท่ามือตามวิดีโอ')," +
            "('422.2', 'แลกเปลี่ยนสิ่งของ', '422.2', '422.2', 'P03', 'C042', 'V0001', '422.1.mp4', 'แลกเปลี่ยนสิ่งของ', 'ทำท่ามือตามวิดีโอ')," +
            "('423.1', 'เชิญเลย', '423.1', '423.1', 'P03', 'C042', 'V0001', '423.1.mp4', 'เชิญเลย', 'ทำท่ามือตามวิดีโอ')," +
            "('423.2', 'อภัยโทษ', '423.3', '423.3', 'P03', 'C026', 'V0001', '423.3.mp4', 'อภัยโทษ', 'ทำท่ามือตามวิดีโอ')," +
            "('423.3', 'แบ่งเท่ากัน', '423.3', '423.3', 'P03', 'C042', 'V0001', '423.3.mp4', 'แบ่งเท่ากัน', 'ทำท่ามือตามวิดีโอ')," +
            "('424.2', 'ใช้เงินบ่อย', '424.2', '424.2', 'P03', 'C042', 'V0001', '424.2.mp4', 'ใช้เงินบ่อย', 'ทำท่ามือตามวิดีโอ')," +
            "('424.3', 'มีคนจ่ายเงินให้', '424.3', '424.3', 'P03', 'C042', 'V0001', '424.3.mp4', 'มีคนจ่ายเงินให้', 'ทำท่ามือตามวิดีโอ')," +
            "('425.1', 'หุ้นกัน', '425.1', '425.1', 'P03', 'C042', 'V0001', '425.1.mp4', 'หุ้นกัน', 'ทำท่ามือตามวิดีโอ')," +
            "('425.2', 'แชร์ร่วม', '425.2', '425.2', 'P03', 'C042', 'V0001', '425.2.mp4', 'แชร์ร่วม', 'ทำท่ามือตามวิดีโอ')," +
            "('425.3', 'พนันกัน', '425.3', '425.3', 'P03', 'C042', 'V0001', '425.3.mp4', 'พนันกัน', 'ทำท่ามือตามวิดีโอ')," +
            "('426.1', 'จ่ายสินบน', '426.1', '426.1', 'P03', 'C044', 'V0001', '426.1.mp4', 'จ่ายสินบน', 'ทำท่ามือตามวิดีโอ')," +
            "('426.2', 'รับสินบน', '426.2', '426.2', 'P03', 'C044', 'V0001', '426.2.mp4', 'รับสินบน', 'ทำท่ามือตามวิดีโอ')," +
            "('426.3', 'รับสินบนเสมอ', '426.3', '426.3', 'P03', 'C026', 'V0001', '426.3.mp4', 'รับสินบน', 'ทำท่ามือตามวีดิโอ')," +
            "('427.1', 'ก่อวินาศกรรม', '427.1', '427.1', 'P03', 'C026', 'V0001', '427.1.mp4', '427.1', 'ทำท่ามือตามวิดีโอ')," +
            "('427.2', 'ขาย', '427.2', '427.2', 'P03', 'C042', 'V0001', '427.2.mp4', '427.2', 'ทำท่ามือตามวิดีโอ')," +
            "('428.2', 'หมุนเวียน', '428.2', '428.2', 'P03', 'C042', 'V0001', '428.2.mp4', '428.2', 'ทำท่ามือตามวิดีโอ')," +
            "('428.3', 'แต่ละกลุ่มดำเนินกิจการของตนเอง', '428.3', '428.3', 'P08', 'C042', 'V0001', '428.3.mp4', '428.3', 'ทำท่ามือตามวิดีโอ')," +
            "('429.1', 'พอไปได้ไหม', '429.1', '429.1', 'P06', 'C044', 'V0001', '429.1.mp4', '429.1', 'ทำท่ามือตามวิดีโอ')," +
            "('429.2', 'กิจการล้ม', '429.2', '429.2', 'P08', 'C026', 'V0001', '429.2.mp4', '429.2', 'ทำท่ามือตามวิดีโอ')," +
            "('43.1', 'พ่อค้า', '43.1', '43.1', 'P01', 'C018', 'V0001', '43.1.mp4', '43.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('43.2', 'พ่อ', '43.2', '43.2', 'P01', 'C003', 'V0001', '43.2.mp4', '43.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('430.1', 'สิ้นเปลือง', '430.1', '430.1', 'P08', 'C042', 'V0001', '430.1.mp4', '430.1', 'ทำท่ามือตามวิดีโอ')," +
            "('430.2', 'ทุกอย่างแพง', '430.2', '430.2', 'P08', 'C042', 'V0001', '430.2.mp4', '430.2', 'ทำท่ามือตามวิดีโอ')," +
            "('430.3', 'แพง', '430.3', '430.3', 'P09', 'C042', 'V0001', '430.3.mp4', '430.3', 'ทำท่ามือตามวิดีโอ')," +
            "('431.1', 'แพงมาก', '431.1', '431.1', 'P09', 'C042', 'V0001', '431.1.mp4', '431.1', 'ทำท่ามือตามวิดีโอ')," +
            "('431.2', 'มีสิ่งที่แพงพอๆกับสิ่งที่ถูก', '431.2', '431.2', 'P08', 'C042', 'V0001', '431.2.mp4', '431.2', 'ทำท่ามือตามวิดีโอ')," +
            "('432.2', 'กินเลี้ยง', '432.2', '432.2', 'P03', 'C026', 'V0001', '432.2.mp4', '432.2', 'ทำท่ามือตามวิดีโอ')," +
            "('433.2', 'ที่ดิน', '433.2', '433.2', 'P01', 'C037', 'V0001', '433.2.mp4', '433.2', 'ทำท่ามือตามวิดีโอ')," +
            "('433.3', 'ดินเหนียว', '433.3', '433.3', 'P01', 'C017', 'V0001', '433.3.mp4', '433.3', 'ทำท่ามือตามวิดีโอ')," +
            "('434.1', 'กรมที่ดิน', '434.1', '434.1', 'P01', 'C057', 'V0001', '434.1.mp4', '434.1', 'ทำท่ามือตามวิดีโอ')," +
            "('434.2', 'โฉนดที่ดิน', '434.2', '434.2', 'P01', 'C043', 'V0001', '434.2.mp4', '434.2', 'ทำท่ามือตามวิดีโอ')," +
            "('434.3', 'ดินแดง', '434.3', '434.3', 'P01', 'C017', 'V0001', '434.3.mp4', '434.3', 'ทำท่ามือตามวิดีโอ')," +
            "('436.1', 'ผงละเอียด', '436.1', '436.1', 'P08', 'C029', 'V0001', '436.1.mp4', '436.1', 'ทำท่ามือตามวิดีโอ')," +
            "('436.2', 'ขี้เถ้า', '436.2', '436.2', 'P01', 'C049', 'V0001', '436.2.mp4', '436.2', 'ทำท่ามือตามวิดีโอ')," +
            "('436.3', 'ไขมัน', '436.3', '436.3', 'P01', 'C020', 'V0001', '436.3.mp4', '436.3', 'ทำท่ามือตามวิดีโอ')," +
            "('437.3', 'น้ำมัน', '437.3', '437.3', 'P01', 'C031', 'V0001', '437.3.mp4', '437.3', 'ทำท่ามือตามวิดีโอ')," +
            "('438.1', 'จาง', '438.1', '438.1', 'P03', 'C042', 'V0001', '438.1.mp4', '438.1', 'ทำท่ามือตามวิดีโอ')," +
            "('438.2', 'เท่าไหร่', '438.2', '438.2', 'P06', 'C042', 'V0001', '438.2.mp4', '438.2', 'ทำท่ามือตามวิดีโอ')," +
            "('438.3', 'ลักพาตัว', '438.3', '438.3', 'P03', 'C042', 'V0001', '438.3.mp4', '438.3', 'ทำท่ามือตามวิดีโอ')," +
            "('44.1', 'ตรงไป', '44.1', '44.1', 'P09', 'C042', 'V0001', '44.1.mp4', '44.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('44.2', 'ตรงไปข้างหน้าแล้วเลี้ยวซ้าย', '44.2', '44.2', 'P08', 'C059', 'V0001', '44.2.mp4', '44.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('44.3', 'ทางที่คดเคี้ยววกวน', '44.3', '44.3', 'P01', 'C042', 'V0001', '44.3.mp4', '44.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('440.2', 'ทราย', '440.2', '440.2', 'P01', 'C005', 'V0001', '440.2.mp4', '440.2', 'ทำท่ามือตามวิดีโอ')," +
            "('440.3', 'ทดลอง', '440.3', '440.3', 'P03', 'C042', 'V0001', '440.3.mp4', '440.3', 'ทำท่ามือตามวิดีโอ')," +
            "('441.2', 'มะนาว', '441.2', '441.2', 'P01', 'C055', 'V0001', '441.2.mp4', '441.2', 'ทำท่ามือตามวิดีโอ')," +
            "('441.3', 'มะกรูด', '441.3', '441.3', 'P01', 'C055', 'V0001', '441.3.mp4', '441.3', 'ทำท่ามือตามวิดีโอ')," +
            "('442.2', 'แผล็บเดียว', '442.2', '442.2', 'P08', 'C042', 'V0001', '442.2.mp4', '442.2', 'ทำท่ามือตามวิดีโอ')," +
            "('442.3', 'พูดสั้นๆ', '442.3', '442.3', 'P03', 'C044', 'V0001', '442.3.mp4', '442.3', 'ทำท่ามือตามวิดีโอ')," +
            "('443.1', 'เร็ว', '443.1', '443.1', 'P03', 'C042', 'V0001', '443.1.mp4', '443.1', 'ทำท่ามือตามวิดีโอ')," +
            "('443.2', 'เร็วมากเกือบจะมองไม่เห็น', '443.2', '443.2', 'P03', 'C042', 'V0001', '443.2.mp4', '443.2', 'ทำท่ามือตามวิดีโอ')," +
            "('443.3', 'การจ่ายอย่ารวดเร็ว', '443.3', '443.3', 'P08', 'C042', 'V0001', '443.3.mp4', '443.3', 'ทำท่ามือตามวิดีโอ')," +
            "('444.1', 'เร็วๆเข้า', '444.1', '444.1', 'P03', 'C044', 'V0001', '444.1.mp4', '444.1', 'ทำท่ามือตามวิดีโอ')," +
            "('444.2', 'ร้อนใจ', '444.2', '444.2', 'P03', 'C044', 'V0001', '444.2.mp4', '444.2', 'ทำท่ามือตามวิดีโอ')," +
            "('444.3', 'สุนัข', '444.3', '444.3', 'P01', 'C024', 'V0001', '444.3.mp4', '444.3', 'ทำท่ามือตามวิดีโอ')," +
            "('445.2', 'เขียน', '445.2', '445.2', 'P03', 'C042', 'V0001', '445.2.mp4', '445.2', 'ทำท่ามือตามวิดีโอ')," +
            "('445.3', 'ดินสอ', '445.3', '445.3', 'P01', 'C007', 'V0001', '445.3.mp4', '445.3', 'ทำท่ามือตามวิดีโอ')," +
            "('446.1', 'จดทะเบียน', '446.1', '446.1', 'P03', 'C042', 'V0001', '446.1.mp4', '446.1', 'ทำท่ามือตามวิดีโอ')," +
            "('447.1', 'สืบสวน', '447.1', '447.1', 'P03', 'C044', 'V0001', '447.1.mp4', '447.1', 'ทำท่ามือตามวิดีโอ')," +
            "('448.1', 'สอย', '448.1', '448.1', 'P03', 'C042', 'V0001', '448.1.mp4', '448.1', 'ทำท่ามือตามวิดีโอ')," +
            "('448.2', 'แหวน', '448.2', '448.2', 'P01', 'C015', 'V0001', '448.2.mp4', '448.2', 'ทำท่ามือตามวิดีโอ')," +
            "('449.1', 'จุดไฟ', '449.1', '449.1', 'P03', 'C044', 'V0001', '449.1.mp4', '449.1', 'ทำท่ามือตามวิดีโอ')," +
            "('449.2', 'ไม้ขีด', '449.2', '449.2', 'P01', 'C014', 'V0001', '449.2.mp4', '449.2', 'ทำท่ามือตามวิดีโอ')," +
            "('449.3', 'ประหยัด', '449.3', '449.3', 'P09', 'C044', 'V0001', '449.3.mp4', '449.3', 'ทำท่ามือตามวิดีโอ')," +
            "('45.1', 'ความคิดแคบ,ใจแคบ,ยึดในความคิดตัวเอง', '45.1', '45.1', 'P08', 'C018', 'V0001', '45.1.mp4', '45.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('45.2', 'เปิดใจให้กว้าง', '45.2', '45.2', 'P03', 'C018', 'V0001', '45.2.mp4', '45.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('45.3', 'มองโลกให้กว้างขึ้น', '45.3', '45.3', 'P03', 'C018', 'V0001', '45.3.mp4', '45.3', 'การเคลื่อนไหวในแนวราบของมือ,ระยะห่างระหว่างมือ')," +
            "('450.1', 'ตะไบเล็บ', '450.1', '450.1', 'P01', 'C014', 'V0001', '450.1.mp4', '450.1', 'ทำท่ามือตามวิดีโอ')," +
            "('450.2', 'ไม้จิ้มฟัน', '450.2', '450.2', 'P01', 'C014', 'V0001', '450.2.mp4', '450.2', 'ทำท่ามือตามวิดีโอ')," +
            "('450.3', 'เป็นหวัด', '450.3', '450.3', 'P03', 'C011', 'V0001', '450.3.mp4', '450.3', 'ทำท่ามือตามวิดีโอ')," +
            "('451.2', 'ชอบ', '451.2', '451.2', 'P03', 'C044', 'V0001', '451.2.mp4', '451.2', 'ทำท่ามือตามวิดีโอ')," +
            "('451.3', 'ฉันชอบจริงๆนะ', '451.3', '451.3', 'P03', 'C044', 'V0001', '451.3.mp4', '451.3', 'ทำท่ามือตามวิดีโอ')," +
            "('452.1', 'ไม่ชอบ', '452.1', '452.1', 'P03', 'C044', 'V0001', '452.1.mp4', '452.1', 'ทำท่ามือตามวิดีโอ')," +
            "('452.2', 'ฉันไม่ชอบเลย', '452.2', '452.2', 'P08', 'C044', 'V0001', '452.2.mp4', '452.2', 'ทำท่ามือตามวิดีโอ')," +
            "('452.3', 'เลือกอันใดอันหนึ่ง', '452.3', '452.3', 'P03', 'C042', 'V0001', '452.3.mp4', '452.3', 'ทำท่ามือตามวิดีโอ')," +
            "('453.2', 'เข็มกลัดผ้าอ้อม', '453.2', '453.2', 'P01', 'C014', 'V0001', '453.2.mp4', '453.2', 'ทำท่ามือตามวิดีโอ')," +
            "('453.3', 'กิ๊บติดผม', '453.3', '453.3', 'P01', 'C043', 'V0001', '453.3.mp4', '453.3', 'ทำท่ามือตามวิดีโอ')," +
            "('454.1', 'จดจำ', '454.1', '454.1', 'P03', 'C044', 'V0001', '454.1.mp4', '454.1', 'ทำท่ามือตามวิดีโอ')," +
            "('454.2', 'รู้เห็น', '454.2', '454.2', 'P03', 'C044', 'V0001', '454.2.mp4', '454.2', 'ทำท่ามือตามวิดีโอ')," +
            "('455.1', 'หนีบ', '455.1', '455.1', 'P03', 'C044', 'V0001', '455.1.mp4', '455.1', 'ทำท่ามือตามวิดีโอ')," +
            "('455.2', 'สายยางยืด', '455.2', '455.2', 'P01', 'C001', 'V0001', '455.2.mp4', '455.2', 'ทำท่ามือตามวิดีโอ')," +
            "('455.3', 'ลวดหนีบกระดาษ', '455.3', '455.3', 'P01', 'C007', 'V0001', '455.3.mp4', '455.3', 'ทำท่ามือตามวิดีโอ')," +
            "('457.1', 'สำคัญ', '457.1', '457.1', 'P09', 'C042', 'V0001', '457.1.mp4', '457.1', 'ทำท่ามือตามวิดีโอ')," +
            "('457.2', 'วันสำคัญในปฎิทินไทย', '457.2', '457.2', 'P08', 'C053', 'V0001', '457.2.mp4', '457.2', 'ทำท่ามือตามวิดีโอ')," +
            "('458.1', 'สับเปลี่ยนหมุนเวียน', '458.1', '458.1', 'P03', 'C044', 'V0001', '458.1.mp4', '458.1', 'ทำท่ามือตามวิดีโอ')," +
            "('458.2', 'เวลาผ่านไปอย่างช้าๆ', '458.2', '458.2', 'P08', 'C026', 'V0001', '458.2.mp4', '458.2', 'ทำท่ามือตามวิดีโอ')," +
            "('459.1', 'เลื่อนกำหนดหลายครั้ง', '459.1', '459.1', 'P03', 'C044', 'V0001', '459.1.mp4', '459.1', 'ทำท่ามือตามวิดีโอ')," +
            "('459.2', 'เลื่อนกำหนดออกไปนาน', '459.2', '459.2', 'P09', 'C056', 'V0001', '459.2.mp4', '459.2', 'ทำท่ามือตามวิดีโอ')," +
            "('459.3', 'ชิม', '459.3', '459.3', 'P03', 'C044', 'V0001', '459.3.mp4', '459.3', 'ทำท่ามือตามวิดีโอ')," +
            "('46.2', 'คน', '46.2', '46.2', 'P01', 'C018', 'V0001', '46.2.mp4', '46.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('46.3', 'อวัยวะ', '46.3', '46.3', 'P01', 'C020', 'V0001', '46.3.mp4', '46.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('460.1', 'ชาถุง', '460.1', '460.1', 'P01', 'C058', 'V0001', '460.1.mp4', '460.1', 'ทำท่ามือตามวิดีโอ')," +
            "('460.2', 'น้ำชา', '460.2', '460.2', 'P01', 'C058', 'V0001', '460.2.mp4', '460.2', 'ทำท่ามือตามวิดีโอ')," +
            "('460.3', 'ใบโหระพา', '460.3', '460.3', 'P01', 'C055', 'V0001', '460.3.mp4', '460.3', 'ทำท่ามือตามวิดีโอ')," +
            "('461.1', 'ความรู้สึก', '461.1', '461.1', 'P03', 'C044', 'V0001', '461.1.mp4', '461.1', 'ทำท่ามือตามวิดีโอ')," +
            "('461.2', 'คุณรู้สึกอย่างไร', '461.2', '461.2', 'P06', 'C044', 'V0001', '461.2.mp4', '461.2', 'ทำท่ามือตามวิดีโอ')," +
            "('461.3', 'ความรู้สึกไม่แน่ใจ', '461.3', '461.3', 'P03', 'C044', 'V0001', '461.3.mp4', '461.3', 'ทำท่ามือตามวิดีโอ')," +
            "('462.1', 'กระจอก', '462.1', '462.1', 'P03', 'C056', 'V0001', '462.1.mp4', '462.1', 'ทำท่ามือตามวิดีโอ')," +
            "('47.1', 'นักวิทยาศาสตร์', '47.1', '47.1', 'P01', 'C018', 'V0001', '47.1.mp4', '47.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('47.2', 'ช่างไฟฟ้า', '47.2', '47.2', 'P01', 'C018', 'V0001', '47.2.mp4', '47.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('47.3', 'ช่างเชื่อมโลหะ', '47.3', '47.3', 'P01', 'C018', 'V0001', '47.3.mp4', '47.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('479.2', 'แต่งงานกันเถอะนะ', '479.2', '479.2', 'P08', 'C044', 'V0001', '479.2.mp4', '479.2', 'รวบนิ้วชี้โดยให้นิ้วหัวแม่มือแนบอยู่ด้านข้าง')," +
            "('48.1', 'นักแสดงภาพยนต์', '48.1', '48.1', 'P01', 'C018', 'V0001', '48.1.mp4', '48.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('48.2', 'นักออกแบบ', '48.2', '48.2', 'P01', 'C018', 'V0001', '48.2.mp4', '48.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('48.3', 'ช่างปั้น', '48.3', '48.3', 'P01', 'C018', 'V0001', '48.3.mp4', '48.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ,ระยะห่างระหว่างมือ')," +
            "('49.2', 'คูหา', '49.2', '49.2', 'P01', 'C001', 'V0001', '49.2.mp4', '49.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('49.3', 'ฝาสี่เหลี่ยม', '49.3', '49.3', 'P08', 'C009', 'V0001', '49.3.mp4', '49.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('493.2', 'เกรงใจ', '493.2', '493.2', 'P03', 'C044', 'V0001', '439.2.mp4', '493.2', 'ทำท่ามือตามวิดีโอ')," +
            "('493.3', 'ครุ่นคิด', '493.3', '493.3', 'P03', 'C044', 'V0001', '439.3.mp4', '493.3', 'ทำท่ามือตามวิดีโอ')," +
            "('5.1', 'แอบเรียก', '5.1', '5.1', 'P03', 'C044', 'V0001', '5.1.mp4', 'แอบเรียก', 'ทาำทามือตามวิดีโอ')," +
            "('5.2', 'เขากวักมือเรียก', '5.2', '5.2', 'P03', 'C044', 'V0001', '5.2.mp4', 'เขากวักมือเรียก', 'ทำทามือตามวิดีโอ')," +
            "('5.3', 'ขอร้องให้ช่วยจากทุกทาง', '5.3', '5.3', 'P03', 'C044', 'V0001', '5.3.mp4', 'ขอร้องให้ช่วยจากทุกทาง', 'ทำท่ามือตามวิดีโอ')," +
            "('50.1', 'ถาดหรือกะทะ', '50.1', '50.1', 'P01', 'C009', 'V0001', '50.1.mp4', '50.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('50.2', 'หม้อ', '50.2', '50.2', 'P01', 'C009', 'V0001', '50.2.mp4', '50.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('51.3', 'อ่างล้างหน้า', '51.3', '51.3', 'P01', 'C014', 'V0001', '51.3.mp4', '51.3', 'การเคลื่อนไหวในแนวราบของมือ')," +
            "('52.1', 'กะละมัง', '52.1', '52.1', 'P01', 'C014', 'V0001', '52.1.mp4', '52.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('52.2', 'ชามอาหาร', '52.2', '52.2', 'P01', 'C014', 'V0001', '52.2.mp4', '52.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('52.3', 'รถจักรยานยนต์', '52.3', '52.3', 'P01', 'C019', 'V0001', '52.3.mp4', '52.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('53.1', 'เต้นท์ขนาดเล็ก', '53.1', '53.1', 'P01', 'C009', 'V0001', '53.1.mp4', '53.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('53.3', 'เวียตนาม', '53.3', '53.3', 'P01', 'C001', 'V0001', '53.3.mp4', '53.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('535.1', 'รถเข็น', '535.1', '535.1', 'P01', 'C019', 'V0001', '535.1.mp4', '535.1', 'การกำมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือคว่ำลง')," +
            "('535.2', 'ม้าโยก', '535.2', '535.2', 'P01', 'C047', 'V0001', '535.2.mp4', '535.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,ฝ่ามือคว่ำลง')," +
            "('535.3', 'หูก', '535.3', '535.3', 'P01', 'C009', 'V0001', '535.3.mp4', '535.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือคว่ำลง')," +
            "('536.1', 'ถุงมือ', '536.1', '536.1', 'P01', 'C009', 'V0001', '536.1.mp4', '536.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือคว่ำลง')," +
            "('536.3', 'รองเท้า', '536.3', '536.3', 'P01', 'C009', 'V0001', '536.3.mp4', '536.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือคว่ำลง')," +
            "('537.2', 'รถจักรยานยนต์สำหรับผู้หญิง', '537.2', '537.2', 'P01', 'C019', 'V0001', '537.2.mp4', '537.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือคว่ำลง')," +
            "('538.1', 'ใช่', '538.1', '538.1', 'P08', 'C001', 'V0001', '538.1.mp4', '538.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือคว่ำลง')," +
            "('538.2', 'สัญญา', '538.2', '538.2', 'P01', 'C001', 'V0001', '538.2.mp4', '538.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือคว่ำลง')," +
            "('538.3', 'ผู้เซ็นชื่อ', '538.3', '538.3', 'P01', 'C018', 'V0001', '538.3.mp4', '538.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ, ฝ่ามือคว่ำลง')," +
            "('54.2', 'นครปฐม', '54.2', '54.2', 'P01', 'C001', 'V0001', '54.2.mp4', '54.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('54.3', 'มาเลเซีย', '54.3', '54.3', 'P01', 'C001', 'V0001', '54.3.mp4', '54.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('540.1', 'คำเตือนทางกฎหมาย', '540.1', '540.1', 'P01', 'C001', 'V0001', '540.1.mp4', '540.1', 'กำหมัดโดยที่นิ้วหัวแม่มือแนบอยู่ด้านข้าง , ฝ่ามือคว่ำลง')," +
            "('540.3', 'บริการสังคม', '540.3', '540.3', 'P03', 'C018', 'V0001', '540.3.mp4', '540.3', 'กำหมัดโดยที่นิ้วหัวแม่มือแนบอยู่ด้านข้าง,ฝ่ามือคว่ำลง')," +
            "('541.1', 'ขัด', '541.1', '541.1', 'P03', 'C032', 'V0001', '541.1.mp4', '541.1', 'กำหมัดโดยที่นิ้วหัวแม่มือแนบอยู่ด้านข้าง , ฝ่ามือคว่ำลง')," +
            "('541.2', 'ซักรีด', '541.2', '541.2', 'P01', 'C001', 'V0001', '541.2.mp4', '541.2', 'กำหมัดโดยที่นิ้วหัวแม่มือแนบอยู่ด้านข้าง , ฝ่ามือคว่ำลง')," +
            "('541.3', 'สถานที่ซักผ้า', '541.3', '541.3', 'P01', 'C023', 'V0001', '541.3.mp4', '541.3', 'กำหมัดโดยที่นิ้วหัวแม่มือแนบอยู่ด้านข้าง,ฝ่ามือคว่ำลง')," +
            "('542.1', 'ถือกระเป๋า', '542.1', '542.1', 'P03', 'C018', 'V0001', '542.1.mp4', '542.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('542.2', 'กระเป๋าถือ', '542.2', '542.2', 'P01', 'C014', 'V0001', '542.2.mp4', '542.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('542.3', 'กระเช้า', '542.3', '542.3', 'P01', 'C014', 'V0001', '542.3.mp4', '542.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('543.3', 'เตารีด', '543.3', '543.3', 'P01', 'C009', 'V0001', '543.3.mp4', '543.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('544.1', 'เย็น', '544.1', '544.1', 'P09', 'C001', 'V0001', '544.1.mp4', '544.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('544.2', 'น้ำแข็งก้อน', '544.2', '544.2', 'P01', 'C008', 'V0001', '544.2.mp4', '544.2', 'การกำหมัด นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('544.3', 'เสื้อนอก', '544.3', '544.3', 'P01', 'C015', 'V0001', '544.3.mp4', '544.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('545.1', 'กลัว', '545.1', '545.1', 'P03', 'C044', 'V0001', '545.1.mp4', '545.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('546.1', 'ยังมีรถประจำทางวิ่งบริการอยู่', '546.1', '546.1', 'P08', 'C001', 'V0001', '546.1.mp4', '546.1', 'การกำหมัด นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('546.2', 'รถเมล์หมด', '546.2', '546.2', 'P08', 'C001', 'V0001', '546.2.mp4', '546.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('547.1', 'คอมนิวนิสต์', '547.1', '547.1', 'P01', 'C001', 'V0001', '547.1.mp4', '547.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('547.3', 'ธนบุรี', '547.3', '547.3', 'P01', 'C037', 'V0001', '547.3.mp4', '547.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('548.1', 'หาบ', '548.1', '548.1', 'P03', 'C044', 'V0001', '548.1.mp4', '548.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('549.1', 'ชาวอินเดีย', '549.1', '549.1', 'P01', 'C018', 'V0001', '549.1.mp4', '549.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('549.2', 'ถั่วลิสง', '549.2', '549.2', 'P01', 'C008', 'V0001', '549.2.mp4', '549.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('55.1', 'สะพาน', '55.1', '55.1', 'P01', 'C001', 'V0001', '55.1.mp4', '55.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('55.2', 'สะพานควาย', '55.2', '55.2', 'P01', 'C001', 'V0001', '55.2.mp4', '55.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('550.1', 'ขู่', '550.1', '550.1', 'P03', 'C032', 'V0001', '550.1.mp4', '550.1', 'การกำหมัด  นิ้้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือหงายขึ้น')," +
            "('550.2', 'หงุดหงิด', '550.2', '550.2', 'P08', 'C032', 'V0001', '550.2.mp4', '550.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือหงายขึ้น')," +
            "('550.3', 'แข็งแรง', '550.3', '550.3', 'P09', 'C018', 'V0001', '550.3.mp4', '550.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ, ฝ่ามือหงายขึ้น')," +
            "('551.1', 'ทำไหว', '551.1', '551.1', 'P03', 'C018', 'V0001', '551.1.mp4', '551.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือหงายขึ้น')," +
            "('551.2', 'อ่อนแอ', '551.2', '551.2', 'P03', 'C018', 'V0001', '551.2.mp4', '551.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ,ฝ่ามือหงายขึ้น')," +
            "('551.3', 'ผักคะน้า', '551.3', '551.3', 'P01', 'C008', 'V0001', '551.3.mp4', '551.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , ฝ่ามือหงายขึ้น')," +
            "('552.1', 'หนีหนี้', '552.1', '552.1', 'P03', 'C018', 'V0001', '552.1.mp4', '552.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('552.2', 'บิดผ้า', '552.2', '552.2', 'P03', 'C001', 'V0001', '552.2.mp4', '552.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('552.3', 'ฟุตบอล', '552.3', '552.3', 'P01', 'C013', 'V0001', '552.3.mp4', '552.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('553.1', 'จน', '553.1', '553.1', 'P01', 'C018', 'V0001', '553.1.mp4', '553.1', 'การกำหมัด   นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('553.2', 'จน', '553.2', '553.2', 'P01', 'C018', 'V0001', '553.2.mp4', '553.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('553.3', 'ฉันไม่มีเงิน', '553.3', '553.3', 'P09', 'C018', 'V0001', '553.3.mp4', '553.3', 'การกำหมัด นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('555.1', 'ควบคุม', '555.1', '555.1', 'P03', 'C001', 'V0001', '555.1.mp4', '555.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ')," +
            "('555.2', 'ของฉันทั้งหมด', '555.2', '555.2', 'P08', 'C001', 'V0001', '555.2.mp4', '555.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('556.2', 'จับกุม', '556.2', '556.2', 'P01', 'C001', 'V0001', '556.2.mp4', '556.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('556.3', 'จับกุมทีละคน', '556.3', '556.3', 'P08', 'C001', 'V0001', '556.3.mp4', '556.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('557.1', 'กวาดจับ', '557.1', '557.1', 'P03', 'C001', 'V0001', '557.1.mp4', '557.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('558.2', 'คว้าจับ', '558.2', '558.2', 'P03', 'C001', 'V0001', '558.2.mp4', '558.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('558.3', 'ควบคุม', '558.3', '558.3', 'P03', 'C001', 'V0001', '558.3.mp4', '558.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('56.1', 'สะพานพระราม 6', '56.1', '56.1', 'P01', 'C001', 'V0001', '56.1.mp4', '56.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('56.2', 'สะพานพระราม 9', '56.2', '56.2', 'P01', 'C001', 'V0001', '56.2.mp4', '56.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('56.3', 'อินโดนีเซีย', '56.3', '56.3', 'P01', 'C001', 'V0001', '56.3.mp4', '56.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('560.1', 'คนเรียนรู้เร็ว', '560.1', '560.1', 'P01', 'C018', 'V0001', '560.1.mp4', '560.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('561.1', 'ราวไต่สำหรับเด็กเล่น', '561.1', '561.1', 'P01', 'C009', 'V0001', '561.1.mp4', '561.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด,ฝ่ามือคว่ำลง')," +
            "('562.1', 'ชัก', '562.1', '562.1', 'P03', 'C001', 'V0001', '562.1.mp4', '562.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด')," +
            "('562.2', 'ชัก', '562.2', '562.2', 'P03', 'C001', 'V0001', '562.2.mp4', '562.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด')," +
            "('563.1', 'ชิงทรัพย์', '563.1', '563.1', 'P03', 'C001', 'V0001', '563.1.mp4', '563.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด')," +
            "('563.2', 'สนใจ', '563.2', '563.2', 'P03', 'C018', 'V0001', '563.2.mp4', '563.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ ,การปิด')," +
            "('563.3', 'ทำแท้ง', '563.3', '563.3', 'P03', 'C056', 'V0001', '563.3.mp4', '563.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('566.2', '(คนหนึ่ง)ยืมจาก (อีกคนหนึ่ง)', '566.2', '566.2', 'P08', 'C018', 'V0001', '566.2.mp4', '566.2', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('566.3', 'ยืม', '566.3', '566.3', 'P03', 'C021', 'V0001', '566.3.mp4', '566.3', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('567.1', 'ยืม', '567.1', '567.1', 'P03', 'C018', 'V0001', '567.1.mp4', '567.1', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('567.2', 'รับ', '567.2', '567.2', 'P03', 'C042', 'V0001', '567.2.mp4', '567.2', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('567.3', 'ถูกต้อนรับ', '567.3', '567.3', 'P03', 'C018', 'V0001', '567.3.mp4', '567.3', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('568.1', 'รับประกัน', '568.1', '568.1', 'P01', 'C001', 'V0001', '568.1.mp4', '568.1', 'การกำหมัด  เริ่มจากฝ่ามือแบนราบหงายขึ้น')," +
            "('569.2', 'ส้ม', '569.2', '569.2', 'P01', 'C008', 'V0001', '569.2.mp4', '569.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('569.3', 'ส้มโอ', '569.3', '569.3', 'P01', 'C008', 'V0001', '569.3.mp4', '569.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('57.1', 'ช้าง', '57.1', '57.1', 'P01', 'C017', 'V0001', '57.1.mp4', '57.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('57.2', 'งวงช้าง', '57.2', '57.2', 'P01', 'C017', 'V0001', '57.2.mp4', '57.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('57.3', 'ช้างเอราวัณ', '57.3', '57.3', 'P01', 'C017', 'V0001', '57.3.mp4', '57.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('570.2', 'ข้าวเหนียว', '570.2', '570.2', 'P01', 'C008', 'V0001', '570.2.mp4', '570.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('570.3', 'นวด', '570.3', '570.3', 'P03', 'C044', 'V0001', '570.3.mp4', '570.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('571.1', 'บางกระปิ', '571.1', '571.1', 'P01', 'C023', 'V0001', '571.1.mp4', '571.1', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('571.2', 'กะปิ', '571.2', '571.2', 'P01', 'C008', 'V0001', '571.2.mp4', '571.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('571.3', 'กระท้อน', '571.3', '571.3', 'P01', 'C008', 'V0001', '571.3.mp4', '571.3', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('574.2', 'เหยียดหยาม', '574.2', '574.2', 'P01', 'C044', 'V0001', '574.2.mp4', '574.2', 'การกำหมัด  นิ้วหัวแม่มืออยู่รอบนิ้วอื่นๆ , การปิด')," +
            "('574.3', 'ฉันถูกคนอื่นวิจารณ์', '574.3', '574.3', 'P08', 'C018', 'V0001', '574.3.mp4', '574.3', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('575.3', 'ไม่สำคัญ', '575.3', '575.3', 'P08', 'C001', 'V0001', '575.3.mp4', '575.3', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('576.1', 'ไม่สำคัญ', '576.1', '576.1', 'P08', 'C001', 'V0001', '576.1.mp4', '576.1', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('576.2', 'ไม่ยอมรับ', '576.2', '567.2', 'P07', 'C001', 'V0001', '576.2.mp4', '576.2', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('576.3', 'ถูกดูถูก', '576.3', '576.3', 'P03', 'C001', 'V0001', '576.3.mp4', '576.3', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('577.2', 'ลงมติ', '577.2', '577.2', 'P03', 'C001', 'V0001', '577.2.mp4', '577.2', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('577.3', 'เสี่ยง', '577.3', '577.3', 'P01', 'C001', 'V0001', '577.3.mp4', '577.3', 'การดีดออกจากหมัด  โดยดีดนิ้วกลางออก')," +
            "('578.1', 'แต่งงาน', '578.1', '578.1', 'P01', 'C018', 'V0001', '578.1.mp4', '578.1', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('578.3', 'แต่งงานครั้งที่สาม', '578.3', '578.3', 'P03', 'C001', 'V0001', '578.3.mp4', '578.3', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('579.1', 'เป็นโสด', '579.1', '579.1', 'P03', 'C001', 'V0001', '579.1.mp4', '579.1', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('58.2', 'ประเทศ', '58.2', '58.2', 'P01', 'C001', 'V0001', '58.2.mp4', '58.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('58.3', 'ประเทศไทย', '58.3', '58.3', 'P01', 'C001', 'V0001', '58.3.mp4', '58.3', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('580.1', 'คนจีน', '580.1', '580.1', 'P01', 'C018', 'V0001', '580.1.mp4', '580.1', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('580.2', 'โรงพยาบาลหัวเฉียว', '580.2', '580.2', 'P01', 'C037', 'V0001', '580.2.mp4', '580.2', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('580.3', 'ตรุษจีน', '580.3', '580.3', 'P01', 'C001', 'V0001', '580.3.mp4', '580.3', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('581.1', 'ชาจีน', '581.1', '581.1', 'P01', 'C008', 'V0001', '581.1.mp4', '581.1', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')";

    private static final String INSERT_INTO_MATCH_THREE= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('582.1', 'ผักกาดขาว', '582.1', '582.1', 'P01', 'C008', 'V0001', '582.1.mp4', '582.1', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('582.2', 'กะหล่ำปลี', '582.2', '582.2', 'P01', 'C008', 'V0001', '582.2.mp4', '582.2', 'เกี่ยว, เหนี่ยว, โดยใช้นิ้วเดียวหรือทุกนิ้ว')," +
            "('584.1', 'เสแสร้ง', '584.1', '584.1', 'P03', 'C001', 'V0001', '584.1.mp4', '584.1', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('584.2', 'เลียนแบบ', '584.2', '584.2', 'P03', 'C001', 'V0001', '584.2.mp4', '584.2', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('584.3', 'ตีสองหน้า', '584.3', '584.3', 'P08', 'C036', 'V0001', '584.3.mp4', '584.3', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('585.1', 'จาน', '585.1', '585.1', 'P01', 'C014', 'V0001', '585.1.mp4', '585.1', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('585.2', 'กระเช้า', '585.2', '585.2', 'P01', 'C014', 'V0001', '585.2.mp4', '585.2', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('585.3', 'ลอยกระทง', '585.3', '585.3', 'P03', 'C044', 'V0001', '585.3.mp4', '585.3', 'เส้นหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('588.1', 'มังคุด', '588.1', '588.1', 'P01', 'C008', 'V0001', '588.1.mp4', '588.1', 'ของแข็งหรือทรงกลมที่มีส่วนโค้งน้อย  นิ้วแยกออกจากกัน')," +
            "('589.2', 'ตึก', '589.2', '589.2', 'P01', 'C037', 'V0001', '589.2.mp4', '589.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('589.3', 'ชื่อสถานที่', '589.3', '589.3', 'P01', 'C037', 'V0001', '589.3.mp4', '589.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('59.1', 'หลักฐาน', '59.1', '59.1', 'P01', 'C001', 'V0001', '59.1.mp4', '59.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('59.2', 'พยานหลักฐาน', '59.2', '59.2', 'P01', 'C001', 'V0001', '59.2.mp4', '59.2', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('590.1', 'เมืองหลวง', '590.1', '590.1', 'P01', 'C023', 'V0001', '590.1.mp4', '590.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('590.2', 'โรงหนัง', '590.2', '590.2', 'P01', 'C037', 'V0001', '590.2.mp4', '590.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('590.3', 'บริษัท', '590.3', '590.3', 'P01', 'C037', 'V0001', '590.3.mp4', '590.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('591.1', 'องค์การสหประชาชาติ', '591.1', '591.1', 'P01', 'C057', 'V0001', '591.1.mp4', '591.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('591.3', 'กรมตำรวจ', '591.3', '591.3', 'P01', 'C057', 'V0001', '591.3.mp4', '591.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('592.1', 'กรมสามัญศึกษา', '592.1', '592.1', 'P01', 'C057', 'V0001', '592.1.mp4', '592.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('592.2', 'บริษัทปูนซีเมนต์ไทย  จำกัด', '592.2', '592.2', 'P01', 'C037', 'V0001', '592.2.mp4', '592.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('592.3', 'สำนักนายกรัฐมนตรี', '592.3', '592.3', 'P01', 'C057', 'V0001', '592.3.mp4', '592.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('593.1', 'องค์การโทรศัพท์แห่งประเทศไทย', '593.1', '593.1', 'P01', 'C037', 'V0001', '593.1.mp4', '593.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('593.2', 'การท่าเรือแห่งประเทศไทย', '593.2', '593.2', 'P01', 'C037', 'V0001', '593.2.mp4', '593.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('593.3', 'กรมประชาสัมพันธ์', '593.3', '593.3', 'P01', 'C057', 'V0001', '593.3.mp4', '593.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('594.1', 'คุก', '594.1', '594.1', 'P01', 'C037', 'V0001', '594.1.mp4', '594.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('594.2', 'อาคารภายในวัด', '594.2', '594.2', 'P01', 'C037', 'V0001', '594.2.mp4', '594.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('594.3', 'กรมประชาสงเคราะห์', '594.3', '594.3', 'P01', 'C057', 'V0001', '594.3.mp4', '594.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('595.1', 'ตึกแถว', '595.1', '595.1', 'P01', 'C037', 'V0001', '595.1.mp4', '595.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('595.3', 'อยู่ฟากตรงข้ามตึกอื่นๆ', '595.3', '595.3', 'P08', 'C023', 'V0001', '595.3.mp4', '595.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('598.1', 'อาคาร', '598.1', '598.1', 'P01', 'C037', 'V0001', '598.1.mp4', '598.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('598.2', 'ราชวงศ์', '598.2', '598.2', 'P01', 'C018', 'V0001', '598.2.mp4', '598.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('598.3', 'ขยายสาขา', '598.3', '598.3', 'P01', 'C001', 'V0001', '598.3.mp4', '598.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('599.1', 'แยกตัวออกไป', '599.1', '599.1', 'P08', 'C001', 'V0001', '599.1.mp4', '599.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('599.2', 'แยกออกเป็นสองกลุ่ม', '599.2', '599.2', 'P08', 'C001', 'V0001', '599.2.mp4', '599.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('6.2', 'เสือกไสไล่ส่ง', '6.2', '6.2', 'P03', 'C044', 'V0001', '6.2.mp4', 'เสือกไสไล่ส่ง', 'ทำท่ามือตามวิดีโอ')," +
            "('6.3', 'โดนไล่', '6.3', '6.3', 'P03', 'C044', 'V0001', '6.3.mp4', 'โดนไล่', 'ทำท่ามือตามวิดีโอ')," +
            "('60.1', 'สิทธิ', '60.1', '60.1', 'P01', 'C018', 'V0001', '60.1.mp4', '60.1', 'การเคลื่อนไหวในแนวราบของฝ่ามือ')," +
            "('600.1', 'รั้วรอบบ้าน', '600.1', '600.1', 'P01', 'C014', 'V0001', '600.1.mp4', '600.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('600.2', 'อนุสาวรีย์ประชาธิปไตย', '600.2', '600.2', 'P01', 'C037', 'V0001', '600.2.mp4', '600.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('600.3', 'ลาดพร้าว', '600.3', '600.3', 'P01', 'C037', 'V0001', '600.3.mp4', '600.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('601.1', 'ปิดฝา', '601.1', '601.1', 'P03', 'C001', 'V0001', '601.1.mp4', '601.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('601.2', 'ฝาปิด', '601.2', '601.2', 'P08', 'C001', 'V0001', '601.2.mp4', '601.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('602.1', 'ฝา', '602.1', '602.1', 'P01', 'C014', 'V0001', '602.1.mp4', '602.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('602.2', 'ปิดฝา', '602.2', '602.2', 'P03', 'C001', 'V0001', '602.2.mp4', '602.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('602.3', 'ถาดหลุม', '602.3', '602.3', 'P01', 'C014', 'V0001', '602.3.mp4', '602.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('603.2', 'แจ้งข่าว', '603.2', '603.2', 'P01', 'C001', 'V0001', '603.2.mp4', '603.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('603.3', 'นินทา', '603.3', '603.3', 'P01', 'C032', 'V0001', '603.3.mp4', '603.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('604.2', 'รับข่าว', '604.2', '604.2', 'P08', 'C001', 'V0001', '604.2.mp4', '604.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('604.3', 'แจ้งราละเอียดทั่วไป', '604.3', '604.3', 'P08', 'C001', 'V0001', '604.3.mp4', '604.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('605.2', 'คัดสำเนา', '605.2', '605.2', 'P01', 'C001', 'V0001', '605.2.mp4', '605.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('605.3', 'คัดลอก', '605.3', '605.3', 'P01', 'C001', 'V0001', '605.3.mp4', '605.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('606.1', 'คัดลอกจากกันและกัน', '606.1', '606.1', 'P01', 'C001', 'V0001', '606.1.mp4', '606.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('606.2', 'ยอมรับ', '606.2', '606.2', 'P01', 'C001', 'V0001', '606.2.mp4', '606.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('607.1', 'ย้ายที่หรือสับเปลี่ยนตำแหน่ง', '607.1', '607.1', 'P08', 'C001', 'V0001', '607.1.mp4', '607.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('607.2', 'จัดใหม่', '607.2', '607.2', 'P08', 'C001', 'V0001', '607.2.mp4', '607.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('608.1', 'จัด', '608.1', '608.1', 'P03', 'C001', 'V0001', '608.1.mp4', '608.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('608.2', 'เปลี่ยนที่', '608.2', '608.2', 'P03', 'C001', 'V0001', '608.2.mp4', '608.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('608.3', 'ไม่เป็นระเบียบ', '608.3', '608.3', 'P07', 'C001', 'V0001', '608.3.mp4', '608.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('609.1', 'จินตนาการปั้นเรื่องที่ไม่จริง', '609.1', '609.1', 'P01', 'C001', 'V0001', '609.1.mp4', '609.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('609.2', 'ฝนตกหนัก', '609.2', '609.2', 'P09', 'C001', 'V0001', '609.2.mp4', '609.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('609.3', 'พายุฝน', '609.3', '609.3', 'P01', 'C001', 'V0001', '609.3.mp4', '609.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('610.1', 'ส้ม', '610.1', '610.1', 'P01', 'C008', 'V0001', '610.1.mp4', '610.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('610.2', 'มะเฟือง', '610.2', '610.2', 'P01', 'C008', 'V0001', '610.2.mp4', '610.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('610.3', 'น้ำเต้า', '610.3', '610.3', 'P01', 'C008', 'V0001', '610.3.mp4', '610.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('611.1', 'พัทยา', '611.1', '611.1', 'P01', 'C037', 'V0001', '611.1.mp4', '611.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('611.2', 'ระฆัง', '611.2', '611.2', 'P01', 'C009', 'V0001', '611.2.mp4', '611.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('611.3', 'เรื่องหมูๆ', '611.3', '611.3', 'P01', 'C001', 'V0001', '611.3.mp4', '611.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('612.1', 'สิ่งของ', '612.1', '612.1', 'P01', 'C014', 'V0001', '612.1.mp4', '612.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('612.2', 'สิ่งของ', '612.2', '612.2', 'P01', 'C014', 'V0001', '612.2.mp4', '612.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('612.3', 'ท่ามือคุณศัพท์', '612.3', '612.3', 'P08', 'C001', 'V0001', '612.3.mp4', '612.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('613.1', 'กระโถน', '613.1', '613.1', 'P01', 'C014', 'V0001', '613.1.mp4', '613.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('613.2', 'หอมหัวใหญ่', '613.2', '613.2', 'P01', 'C008', 'V0001', '613.2.mp4', '613.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('613.3', 'มะเขือเทศ', '613.3', '613.3', 'P01', 'C008', 'V0001', '613.3.mp4', '613.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('614.1', 'มันแกว', '614.1', '614.1', 'P01', 'C008', 'V0001', '614.1.mp4', '614.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('614.2', 'แอปเปิ้ล', '614.2', '614.2', 'P01', 'C008', 'V0001', '614.2.mp4', '614.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('614.3', 'องุ่น', '614.3', '614.3', 'P01', 'C008', 'V0001', '614.3.mp4', '614.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('615.1', 'ห้างสรรพสินค้าไทยไดมารุ', '615.1', '615.1', 'P01', 'C037', 'V0001', '615.1.mp4', '615.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('615.2', 'พระโขนง', '615.2', '615.2', 'P01', 'C037', 'V0001', '615.2.mp4', '615.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('615.3', 'ตาชั่ง', '615.3', '615.3', 'P01', 'C014', 'V0001', '615.3.mp4', '615.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('616.1', 'แมวน้ำ', '616.1', '616.1', 'P01', 'C001', 'V0001', '616.1.mp4', '616.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('616.2', 'เครื่องบดอาหาร', '616.2', '616.2', 'P01', 'C009', 'V0001', '616.2.mp4', '616.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('616.3', 'เครื่ื่่องซักผ้า', '616.3', '616.3', 'P01', 'C004', 'V0001', '616.3.mp4', '616.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('617.1', 'โลก', '617.1', '617.1', 'P01', 'C001', 'V0001', '617.1.mp4', '617.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือคว่ำลง')," +
            "('617.3', 'แชมป์โลก', '617.3', '617.3', 'P01', 'C001', 'V0001', '617.3.mp4', '617.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('619.1', 'เฟือง', '619.1', '619.1', 'P01', 'C005', 'V0001', '619.1.mp4', '619.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('619.3', 'ถนนรามคำแหง', '619.3', '619.3', 'P01', 'C059', 'V0001', '619.3.mp4', '619.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('62.2', 'เรียบร้อย', '62.2', '62.2', 'P03', 'C001', 'V0001', '62.2.mp4', '62.2', 'การถูฝ่ามือ')," +
            "('62.3', 'ใจเย็น', '62.3', '62.3', 'P03', 'C018', 'V0001', '62.3.mp4', '62.3', 'การถูฝ่ามือ')," +
            "('620.1', 'ผู้มีเกียรติ', '620.1', '620.1', 'P01', 'C018', 'V0001', '620.1.mp4', '620.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('620.2', 'สถานทูต', '620.2', '620.2', 'P01', 'C037', 'V0001', '620.2.mp4', '620.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('621.2', 'สถานทูต', '621.2', '621.2', 'P01', 'C001', 'V0001', '621.2.mp4', '621.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')";


    private static final String INSERT_INTO_MATCH_THREE_THREE= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('622.1', 'ชอล์ค', '622.1', '622.1', 'P01', 'C009', 'V0001', '622.1.mp4', '622.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('622.2', 'ถ่านไม้', '622.2', '622.2', 'P01', 'C014', 'V0001', '622.2.mp4', '622.2', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('622.3', 'มะเขือยาว', '622.3', '622.3', 'P01', 'C008', 'V0001', '622.3.mp4', 'ุ622.3', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน , ฝ่ามือหงายขึ้น')," +
            "('623.1', 'พริกชี้ฟ้า', '623.1', '623.1', 'P01', 'C008', 'V0001', '623.1.mp4', '623.1', 'ของแข็งขนาดใหญ่ , นิ้วแยกออกจากกัน ')," +
            "('623.2', 'มะระจีน', '623.2', '623.2', 'P01', 'C008', 'V0001', '623.2.mp4', '623.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('623.3', 'มะระไทย', '623.3', '623.3', 'P01', 'C008', 'V0001', '623.3.mp4', '623.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('626.1', 'ก๊อกน้ำ', '626.1', '626.1', 'P01', 'C014', 'V0001', '626.1.mp4', '626.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('626.2', 'ก๊อกน้ำ', '626.2', '626.2', 'P01', 'C014', 'V0001', '626.2.mp4', '626.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('626.3', 'อ่าง', '626.3', '626.3', 'P01', 'C009', 'V0001', '626.3.mp4', '626.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('627.1', 'หัวก๊อกฝักบัวอาบน้ำ', '627.1', '627.1', 'P01', 'C009', 'V0001', '627.1.mp4', '627.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('627.3', 'ฟิล์ม', '627.3', '627.3', 'P01', 'C009', 'V0001', '627.3.mp4', '627.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('628.1', 'ระกำ', '628.1', '628.1', 'P01', 'C009', 'V0001', '628.1.mp4', '628.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('628.2', 'ละมุด', '628.2', '628.2', 'P01', 'C008', 'V0001', '628.2.mp4', '628.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('628.3', 'ลิ้นจี่', '628.3', '628.3', 'P01', 'C008', 'V0001', '628.3.mp4', '628.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('629.1', 'มะเขือม่วง', '629.1', '629.1', 'P01', 'C008', 'V0001', '629.1.mp4', '629.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('629.2', 'แห้ว', '629.2', '629.2', 'P01', 'C008', 'V0001', '629.2.mp4', '629.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('629.3', 'มะม่วงสุก', '629.3', '629.3', 'P01', 'C008', 'V0001', '629.3.mp4', '629.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('63.1', 'ปลอบโยน', '63.1', '63.1', 'P03', 'C018', 'V0001', '63.1.mp4', '63.1', 'การถูฝ่ามือ')," +
            "('63.2', 'ปลอบ', '63.2', '63.2', 'P03', 'C018', 'V0001', '63.2.mp4', '63.2', 'การถูฝ่ามือ')," +
            "('63.3', 'ได้รับการปลอบใจ', '63.3', '63.3', 'P08', 'C018', 'V0001', '63.3.mp4', '63.3', 'การถูฝ่ามือ')," +
            "('630.2', 'หัวหอม', '630.2', '630.2', 'P01', 'C001', 'V0001', '630.2.mp4', '630.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('630.3', 'น้อยหน่า', '630.3', '630.3', 'P01', 'C008', 'V0001', '630.3.mp4', '630.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('631.1', 'ลูกกระเดือก', '631.1', '631.1', 'P01', 'C020', 'V0001', '631.1.mp4', '631.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('631.2', 'หัด', '631.2', '631.2', 'P03', 'C001', 'V0001', '631.2.mp4', '631.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('631.3', 'แก้วล้างตา', '631.3', '631.3', 'P01', 'C001', 'V0001', '631.3.mp4', '631.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('632.1', 'ตาบวม', '632.1', '632.1', 'P01', 'C001', 'V0001', '632.1.mp4', '632.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('632.2', 'ประหลาดใจ', '632.2', '632.2', 'P01', 'C018', 'V0001', '632.2.mp4', '632.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('632.3', 'มองตามไปอย่างกระชั้นชิด', '632.3', '623.3', 'P08', 'C001', 'V0001', '632.3.mp4', '632.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('633.2', 'ตาลาย', '633.2', '633.2', 'P01', 'C001', 'V0001', '633.2.mp4', '633.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('633.3', 'งง', '633.3', '633.3', 'P01', 'C001', 'V0001', '633.3.mp4', '633.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('634.1', 'มองตาม', '634.1', '634.1', 'P03', 'C001', 'V0001', '634.1.mp4', '634.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('634.2', 'ตาเหล่', '634.2', '634.2', 'P01', 'C020', 'V0001', '634.2.mp4', '634.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน,ฝ่ามือคว่ำลง')," +
            "('634.3', 'ตาเหล่', '634.3', '634.3', 'P01', 'C020', 'V0001', '634.3.mp4', '634.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('635.1', 'ญี่ปุ่น', '635.1', '635.1', 'P01', 'C057', 'V0001', '635.1.mp4', '635.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('635.2', 'ห้างสรรพสินค้าไทยไดมารุ', '635.2', '635.2', 'P01', 'C023', 'V0001', '635.2.mp4', '635.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('635.3', 'มหาวิทยาลัยธรรมศาสตร์', '635.3', '635.3', 'P01', 'C037', 'V0001', '635.3.mp4', '635.3', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก,นิ้วแยกออกจากกัน')," +
            "('636.1', 'มะไฟ', '636.1', '636.1', 'P01', 'C008', 'V0001', '636.1.mp4', '636.1', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก , นิ้วแยกออกจากกัน')," +
            "('636.2', 'หัวนมยาง', '636.2', '636.2', 'P01', 'C014', 'V0001', '636.2.mp4', '636.2', 'ของแข็งหรือรูปทรงกลมขนาดเล็ก , นิ้วแยกออกจากกัน')," +
            "('637.1', 'แก้วน้ำ', '637.1', '637.1', 'P01', 'C009', 'V0001', '367.1.mp4', '637.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('637.2', 'แอร์โฮสเตส', '637.2', '637.2', 'P01', 'C018', 'V0001', '637.2.mp4', '637.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('637.3', 'เหยือกน้ำ', '637.3', '637.3', 'P01', 'C014', 'V0001', '637.3.mp4', '637.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('638.1', 'ดื่ม', '638.1', '638.1', 'P03', 'C001', 'V0001', '638.1.mp4', '638.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('638.2', 'เครื่องดื่ม', '638.2', '638.2', 'P01', 'C008', 'V0001', '638.2.mp4', '638.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('638.3', 'ดูดนม', '638.3', '638.3', 'P03', 'C008', 'V0001', '638.3.mp4', '638.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('639.1', 'น้ำยาทาผิว', '639.1', '639.1', 'P01', 'C014', 'V0001', '639.1.mp4', '639.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('639.2', 'แป้งเด็ก', '639.2', '639.2', 'P01', 'C014', 'V0001', '639.2.mp4', '639.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('64.2', 'ปลอบใจกันทั้งสองฝ่าย', '64.2', '64.2', 'P08', 'C018', 'V0001', '64.2.mp4', '64.2', 'การถูฝ่ามือ')," +
            "('64.3', 'เตรียม', '64.3', '64.3', 'P03', 'C001', 'V0001', '64.3.mp4', '64.3.', 'การถูฝ่ามือ')," +
            "('640.1', 'กระโถนถ่าย', '640.1', '640.1', 'P01', 'C009', 'V0001', '640.1.mp4', '640.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('640.3', 'ของเล่น', '640.3', '640.3', 'P01', 'C009', 'V0001', '640.3.mp4', '640.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('641.1', 'แปรงลบกระดาน', '641.1', '641.1', 'P01', 'C009', 'V0001', '641.1.mp4', '641.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('641.2', 'เขย่า', '641.2', '641.2', 'P03', 'C001', 'V0001', '641.2.mp4', '641.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('641.3', 'สลับที่กัน', '641.3', '641.3', 'P03', 'C001', 'V0001', '641.3.mp4', '641.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('642.1', 'ภาพ', '642.1', '642.1', 'P01', 'C009', 'V0001', '642.1.mp4', '642.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('642.3', 'โรงพยาบาลพระมงกุฎเกล้า', '642.3', '642.2', 'P01', 'C037', 'V0001', '642.3.mp4', '642.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('643.1', 'ธรรมะ', '643.1', '643.1', 'P01', 'C001', 'V0001', '643.1.mp4', '643.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('643.2', 'ห่วงชููชีพ', '643.2', '643.2', 'P01', 'C009', 'V0001', '643.2.mp4', '643.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('643.3', 'โรงพยาบาลรามาธิบดี', '643.3', '643.3', 'P01', 'C037', 'V0001', '643.3.mp4', '643.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('644.2', 'พาต้าปิ่นเกล้า', '644.2', '644.2', 'P01', 'C037', 'V0001', '644.2.mp4', '644.2', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('644.3', 'กล้องส่องทางไกล', '644.3', '644.3', 'P01', 'C009', 'V0001', '644.3.mp4', '644.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('645.1', 'มอบถ้วยรางวัล', '645.1', '645.1', 'P01', 'C001', 'V0001', '645.1.mp4', '645.1', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('645.3', 'รางวัล', '645.3', '645.3', 'P01', 'C009', 'V0001', '645.3.mp4', '645.3', 'ทรงกระบอก,นิ้วทั้งหมดรวมอยู่ด้วยกัน')," +
            "('646.3', 'แว่นตากันแดดทรงเรย์แบน', '646.3', '646.3', 'P01', 'C009', 'V0001', '646.3.mp4', '646.3', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('647.1', 'ถ่ายรูป', '647.1', '647.1', 'P03', 'C001', 'V0001', '647.1.mp4', '647.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('647.2', 'กล้องถ่ายรูป', '647.2', '647.2', 'P01', 'C009', 'V0001', '647.2.mp4', '647.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('647.3', 'ฟิล์ม', '647.3', '647.3', 'P01', 'C009', 'V0001', '647.3.mp4', '647.3', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('648.1', 'สร้อยข้อมือ', '648.1', '648.1', 'P01', 'C015', 'V0001', '648.1.mp4', '648.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('648.2', 'ตุรกี', '648.2', '648.2', 'P01', 'C035', 'V0001', '648.2.mp4', '648.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลม, นิ้วที่อ่อนแอกว่าปิดอยู่')," +
            "('649.2', 'ที่นอนยางเป่าลม', '649.2', '649.2', 'P01', 'C014', 'V0001', '649.2.mp4', '649.2', 'รวบนิ้วเข้าด้วยกันทำให้เป็นรุปทรงกระบอกเล็กๆ')," +
            "('65.1', 'ถู', '65.1', '65.1', 'P03', 'C018', 'V0001', '65.1.mp4', '65.1', 'การถูฝ่ามือ')," +
            "('65.2', 'ทา', '65.2', '65.2', 'P03', 'C001', 'V0001', '65.2.mp4', '65.2', 'การถูฝ่ามือ')," +
            "('65.3', 'น้ำยาทาผิว', '65.3', '65.3', 'P01', 'C014', 'V0001', '65.3.mp4', '65.3', 'การถูฝ่ามือ')," +
            "('650.1', 'กล้องจุลทรรศน์', '650.1', '650.1', 'P01', 'C009', 'V0001', '650.1.mp4', '650.1', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('650.2', 'กล้องสายตา', '650.2', '650.2', 'P01', 'C009', 'V0001', '650.2.mp4', '650.2', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('651.1', 'ไม่เคย', '651.1', '651.1', 'P07', 'C001', 'V0001', '651.1.mp4', '651.1', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('651.2', 'ไม่เคยเลย', '651.2', '651.2', 'P01', 'C001', 'V0001', '651.2.mp4', '651.2', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('651.3', 'ได้ศูนย์', '651.3', '651.3', 'P03', 'C001', 'V0001', '651.3.mp4', '651.3', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('652.1', 'ปิงปอง', '652.1', '652.1', 'P01', 'C013', 'V0001', '652.1.mp4', '652.1', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('652.2', 'ตรงไปข้างหน้า', '652.2', '652.2', 'P08', 'C059', 'V0001', '652.2.mp4', '652.2', 'รวบนิ้วเข้าด้วยกันทำให้เป้นรูปทรงกระบอกเล็กๆ')," +
            "('653.1', 'จ่ายเงิน', '653.1', '653.1', 'P03', 'C001', 'V0001', '653.1.mp4', '653.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('653.2', 'จ่ายแทน', '653.2', '653.2', 'P03', 'C001', 'V0001', '653.2.mp4', '653.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('653.3', 'จ่ายให้ฉัน', '653.3', '653.3', 'P03', 'C001', 'V0001', '653.3.mp4', '653.3', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('656.1', 'ตัดสิน', '656.1', '656.1', 'P05', 'C001', 'V0001', '656.1.mp4', '656.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('656.2', 'อภิปราย', '656.2', '656.2', 'P01', 'C001', 'V0001', '656.2.mp4', '656.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('657.2', 'เหรียญทอง', '657.2', '657.2', 'P01', 'C009', 'V0001', '657.2.mp4', '657.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('657.3', 'เหรียญเงิน', '657.3', '657.3', 'P01', 'C009', 'V0001', '657.3.mp4', '657.3', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('658.1', 'เหรียญทองแดง', '658.1', '658.1', 'P01', 'C009', 'V0001', '658.1.mp4', '658.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('658.3', 'บัตรสมาชิก', '658.3', '658.3', 'P01', 'C001', 'V0001', '658.3.mp4', '658.3', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('659.1', 'จูงจมูก', '659.1', '659.1', 'P03', 'C001', 'V0001', '659.1.mp4', '659.1', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('659.2', 'ตุ้มหู', '659.2', '659.2', 'P01', 'C015', 'V0001', '659.2.mp4', '659.2', 'นิ้วหัวแม่มือและนิ้วชี้ทำเป็นรูปวงกลมเล็ก , นิ้วที่อ่อนแอกว่ากางออก')," +
            "('66.1', 'ครีมทาผิว', '66.1', '66.1', 'P01', 'C014', 'V0001', '66.1.mp4', '66.1', 'การถูฝ่ามือ')," +
            "('66.2', 'น้ำมันทาผิว', '66.2', '66.2', 'P01', 'C014', 'V0001', '66.2.mp4', '66.2', 'การถูฝ่ามือ')," +
            "('660.1', 'แอบมอง', '660.1', '660.1', 'P03', 'C001', 'V0001', '660.1.mp4', '660.1', 'วงแหวนเล็ก , นิ้วชี้ม้วนเข้ามาข้างในนิ้วหัวแม่มือ')," +
            "('660.3', 'นกฮูก', '660.3', '660.3', 'P01', 'C024', 'V0001', '660.3.mp4', '660.3', 'วงแหวนเล็ก , นิ้วชี้ม้วนเข้ามาข้างในนิ้วหัวแม่มือ')," +
            "('661.1', 'เป็นห่วง', '661.1', '661.1', 'P03', 'C001', 'V0001', '661.1.mp4', '661.1', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('661.2', 'เป็นห่วงมาก', '661.2', '661.2', 'P03', 'C001', 'V0001', '661.2.mp4', '661.2', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('661.3', 'ไม่เป็นห่วง', '661.3', '661.3', 'P08', 'C001', 'V0001', '661.3.mp4', '661.3', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('662.1', 'เกี่ยวกับ', '662.1', '662.1', 'P08', 'C001', 'V0001', '662.1.mp4', '662.1', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('662.2', 'ไม่เกี่ยวข้อง', '662.2', '662.2', 'P07', 'C001', 'V0001', '662.2.mp4', '662.2', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('663.1', 'กีฬา', '663.1', '663.1', 'P01', 'C001', 'V0001', '663.1.mp4', '663.1', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('663.2', 'กีฬาโอลิมปิก', '663.2', '663.2', 'P01', 'C001', 'V0001', '663.2.mp4', '663.2', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('664.1', 'รองเท้ากีฬา', '664.1', '664.1', 'P01', 'C001', 'V0001', '664.1.mp4', '664.1', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('664.2', 'โซ่', '664.2', '664.2', 'P01', 'C009', 'V0001', '664.2.mp4', '664.2', 'ห่วงที่คล้องกัน (สัญญลักษณ์กีฬาโอลิมปิก)')," +
            "('667.1', 'เล็กน้อย', '667.1', '667.1', 'P08', 'C001', 'V0001', '667.1.mp4', '667.1', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('667.2', 'พูดน้อย', '667.2', '667.2', 'P03', 'C001', 'V0001', '667.2.mp4', '667.2', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('667.3', 'ใจน้อย', '667.3', '667.3', 'P03', 'C001', 'V0001', '667.3.mp4', '667.3', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('668.1', 'พวกเขาช่างเป็นคนใจน้อยเหลือเกิน', '668.1', '668.1', 'P08', 'C001', 'V0001', '668.1.mp4', '668.1', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('668.2', 'ค่าทิป', '668.2', '668.2', 'P01', 'C001', 'V0001', '668.2.mp4', '668.2', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('668.3', 'บางกอกน้อย', '668.3', '668.3', 'P01', 'C023', 'V0001', '668.3.mp4', '668.3', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('669.1', 'เมล็ด', '669.1', '669.1', 'P01', 'C001', 'V0001', '669.1.mp4', '669.1', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('669.2', 'ผงเข้าตา', '669.2', '669.2', 'P09', 'C001', 'V0001', '669.2.mp4', '669.2', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('67.1', 'ถูตัว', '67.1', '67.1', 'P03', 'C001', 'V0001', '67.1.mp4', '67.1', 'การถูฝ่ามือ')," +
            "('67.3', 'ล้างจาน', '67.3', '67.3', 'P03', 'C001', 'V0001', '67.3.mp4', '67.3', 'การถูฝ่ามือ')," +
            "('670.2', 'พริกชี้ฟ้าแดง', '670.2', '670.2', 'P01', 'C016', 'V0001', '670.2.mp4', '670.2', 'สิ่งของเล็กๆ ,ปลายนิ้วหัวแม่มือแตะปลายนิ้วก้อย')," +
            "('674.3', 'ชั่ว', '674.3', '674.3', 'P01', 'C032', 'V0001', '674.3.mp4', '674.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือคว่ำลง')," +
            "('675.1', 'ใจร้าย', '675.1', '675.1', 'P08', 'C018', 'V0001', '675.1.mp4', '675.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือคว่ำลง')," +
            "('675.3', 'ชั่ว', '675.3', '675.3', 'P03', 'C001', 'V0001', '675.3.mp4', '675.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือคว่ำลง')," +
            "('676.1', 'ปรับปรุง', '676.1', '676.1', 'P03', 'C001', 'V0001', '676.1.mp4', '676.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือคว่ำลง')," +
            "('676.2', 'ดีขึ้นเรื่อยๆ', '676.2', '676.2', 'P08', 'C001', 'V0001', '676.2.mp4', '676.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือคว่ำลง')," +
            "('678.1', 'คนไม่สำคัญ', '678.1', '678.1', 'P08', 'C001', 'V0001', '678.1.mp4', '678.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('678.2', 'เป็นรอง', '678.2', '678.2', 'P03', 'C001', 'V0001', '678.2.mp4', '678.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('678.3', 'คนเก่งคนเดียวในกลุ่ม', '678.3', '678.3', 'P01', 'C001', 'V0001', '678.3.mp4', '678.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('679.1', 'ฉันไม่มีหรือ?', '679.1', '679.1', 'P06', 'C001', 'V0001', '679.1.mp4', '679.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('679.2', 'ตัวฉันเองไม่ดีหรือ', '679.2', '679.2', 'P06', 'C001', 'V0001', '679.2.mp4', '679.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('679.3', 'ไม่เก่ง', '679.3', '679.3', 'P08', 'C001', 'V0001', '679.3.mp4', '679.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('68.1', 'ขอโทษ', '68.1', '68.1', 'P03', 'C001', 'V0001', '68.1.mp4', '68.1', 'การถูฝ่ามือ')," +
            "('68.2', 'เช็ดปาก', '68.2', '68.2', 'P03', 'C001', 'V0001', '68.2.mp4', '68.2', 'การถูฝ่ามือ')," +
            "('68.3', 'กระดาษชำระชนิดกล่อง', '68.3', '68.3', 'P01', 'C014', 'V0001', '68.3.mp4', '68.3', 'การถูฝ่ามือ')," +
            "('680.1', 'ไม่ดีทั้งหมด', '680.1', '680.1', 'P08', 'C001', 'V0001', '680.1.mp4', '680.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('680.2', 'ทำท่ามือไม่เก่ง', '680.2', '680.2', 'P08', 'C001', 'V0001', '680.2.mp4', '680.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('681.1', 'เหม็น', '681.1', '681.1', 'P01', 'C001', 'V0001', '681.1.mp4', '681.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('681.2', 'กลิ่นเหม็น', '681.2', '681.2', 'P01', 'C001', 'V0001', '681.2.mp4', '681.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('681.3', 'ไม่เหมาะสม', '681.3', '681.3', 'P08', 'C001', 'V0001', '681.3.mp4', '681.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('682.1', 'มึนหัว', '681.1', '682.1', 'P03', 'C020', 'V0001', '682.1.mp4', '682.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('682.2', 'ไร้การศึกษา', '682.2', '682.2', 'P01', 'C001', 'V0001', '682.2.mp4', '682.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('682.3', 'คนโง่', '682.3', '682.3', 'P01', 'C018', 'V0001', '682.3.mp4', '682.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('683.1', 'พ่ายแพ้', '683.1', '683.1', 'P01', 'C001', 'V0001', '683.1.mp4', '683.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('683.2', 'เราแพ้', '683.2', '683.2', 'P01', 'C001', 'V0001', '683.2.mp4', '683.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('683.3', 'พวกคุณพ้หมด', '683.3', '683.3', 'P01', 'C001', 'V0001', '683.3.mp4', '683.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('684.1', 'ฉันแพ้', '684.1', '684.1', 'P08', 'C001', 'V0001', '684.1.mp4', '684.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('684.2', 'ฉันชนะคุณ', '684.2', '684.2', 'P01', 'C018', 'V0001', '684.2.mp4', '684.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('684.3', 'ฉันเก่ง', '684.3', '684.3', 'P01', 'C018', 'V0001', '684.3.mp4', '684.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('685.1', 'แพ้บ่อยๆ', '685.1', '685.1', 'P09', 'C001', 'V0001', '685.1.mp4', '685.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('685.2', 'แพ้ทุกที', '685.2', '685.2', 'P03', 'C001', 'V0001', '685.2.mp4', '685.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('685.3', 'ผลัดกันแพ้  ผลัดกันชนะ', '685.3', '685.3', 'P01', 'C001', 'V0001', '685.3.mp4', '685.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('686.1', 'ดูถูก', '686.1', '686.1', 'P01', 'C032', 'V0001', '686.1.mp4', '686.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('686.2', 'ถูกกลั่นแกล้ง', '686.2', '686.2', 'P01', 'C018', 'V0001', '686.2.mp4', '686.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('686.3', 'ไม่มีสาระ', '686.3', '686.3', 'P01', 'C001', 'V0001', '686.3.mp4', '686.3', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('687.1', 'ไม่มีสาระ', '687.1', '687.1', 'P01', 'C001', 'V0001', '687.1.mp4', '687.1', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('687.2', 'คุณภาพดีที่สุด', '687.2', '687.2', 'P01', 'C001', 'V0001', '687.2.mp4', '687.2', 'นิ้วก้อยเหยียดตรง , ฝ่ามือหงายขึ้น')," +
            "('688.1', 'ถูก', '688.1', '688.1', 'P01', 'C001', 'V0001', '688.1.mp4', '688.1', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('688.2', 'จริงแท้', '688.2', '688.2', 'P01', 'C001', 'V0001', '688.2.mp4', '688.2', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('688.3', 'จริงแท้', '688.3', '688.3', 'P01', 'C001', 'V0001', '688.3.mp4', '688.3', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('689.1', 'ไม่จริง', '689.1', '689.1', 'P01', 'C001', 'V0001', '689.1.mp4', '689.1', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('689.2', 'ไม่จริง', '689.2', '689.2', 'P01', 'C001', 'V0001', '689.2.mp4', '689.2', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('689.3', 'ไม่จริง', '689.3', '689.3', 'P01', 'C001', 'V0001', '689.3.mp4', '689.3', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('69.1', 'กระดาษชำระ', '69.1', '69.1', 'P01', 'C014', 'V0001', '69.1.mp4', '69.1', 'การถูฝ่ามือ')," +
            "('690.1', 'ผิด', '690.1', '690.1', 'P01', 'C001', 'V0001', '690.1.mp4', '690.1', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('690.2', 'รับผิด', '690.2', '690.2', 'P01', 'C001', 'V0001', '690.2.mp4', '690.2', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('690.3', 'จับผิดกัน', '690.3', '690.3', 'P01', 'C001', 'V0001', '690.3.mp4', '690.3', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('691.1', 'ง่าย', '691.1', '691.1', 'P01', 'C001', 'V0001', '691.1.mp4', '691.1', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('691.2', 'ง่ายมาก', '691.2', '691.2', 'P01', 'C001', 'V0001', '691.2.mp4', '691.2', 'นิ้วก้อยเหยียดตรง , การเคลื่อนไหวไปในเส้นของนิ้ว')," +
            "('691.3', 'ง่ายมากๆ', '691.3', '691.3', 'P01', 'C001', 'V0001', '691.3.mp4', '691.3', 'นิ้วก้อยเหยียดตรง ')," +
            "('692.1', 'สนิทกัน', '692.1', '692.1', 'P01', 'C001', 'V0001', '692.1.mp4', '692.1', 'นิ้วก้อยเหยียดตรง')," +
            "('692.2', 'ดีกัน', '692.2', '692.2', 'P01', 'C001', 'V0001', '692.2.mp4', '692.2', 'นิ้วก้อยเหยียดตรง')," +
            "('693.1', 'โกรธแล้วดีกัน', '693.1', '693.1', 'P01', 'C001', 'V0001', '693.1.mp4', '693.1', 'นิ้วก้อยเหยียดตรง')," +
            "('693.2', 'ทะเลาะ', '693.2', '693.2', 'P01', 'C001', 'V0001', '693.2.mp4', '693.2', 'นิ้วก้อยเหยียดตรง')," +
            "('694.1', 'วาดรูป', '694.1', '694.1', 'P03', 'C001', 'V0001', '694.1.mp4', '694.1', 'นิ้วก้อยเหยียดตรง')," +
            "('694.2', 'บางเหลือเกิน', '694.2', '694.2', 'P01', 'C001', 'V0001', '694.2.mp4', '694.2', 'นิ้วก้อยเหยียดตรง')," +
            "('695.1', 'สัตว์', '695.1', '695.1', 'P01', 'C001', 'V0001', '695.1.mp4', '695.1', 'นิ้วก้อยเหยียดตรง')," +
            "('695.2', 'เต้นท์', '695.2', '695.2', 'P01', 'C009', 'V0001', '695.2.mp4', '695.2', 'นิ้วก้อยเหยียดตรง')," +
            "('696.2', 'บิน', '696.2', '696.2', 'P03', 'C001', 'V0001', '696.2.mp4', '696.2', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('696.3', 'เครื่องบิน', '696.3', '696.3', 'P01', 'C019', 'V0001', '696.3.mp4', '696.3', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('697.1', 'บินออกไป', '697.1', '697.1', 'P03', 'C001', 'V0001', '697.1.mp4', '697.1', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('697.2', 'บินเข้ามา', '697.2', '697.2', 'P03', 'C001', 'V0001', '697.2.mp4', '697.2', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('697.3', 'เครื่องบินบินขึ้น', '697.3', '697.3', 'P09', 'C001', 'V0001', '697.3.mp4', '697.3', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('698.1', 'บินไปทางเหนือของประเทศไทย', '698.1', '698.1', 'P03', 'C059', 'V0001', '698.1.mp4', '698.1', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('698.2', 'เครื่องบินบินลงสู่ฟื้น', '698.2', '698.2', 'P09', 'C001', 'V0001', '698.2.mp4', '698.2', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('698.3', 'บินไปทางใต้ของประเทศไทย', '698.3', '698.3', 'P03', 'C059', 'V0001', '698.3.mp4', '698.3', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('699.1', 'บินออกนอกประเทศไทยไปทางตะวันออก', '699.1', '699.1', 'P03', 'C059', 'V0001', '699.1.mp4', '699.1', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('699.2', 'บินรอบโลก', '699.2', '699.2', 'P03', 'C059', 'V0001', '699.2.mp4', '699.2', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('699.3', 'ท่องเที่ยวรอบโลก', '699.3', '699.3', 'P03', 'C059', 'V0001', '699.3.mp4', '699.3', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('7.1', 'เลิกการติดต่อ', '7.1', '7.1', 'P03', 'C044', 'V0001', '7.1.mp4', 'เลิกการติดต่อ', 'ทำท่ามือตามวิดีโอ')," +
            "('7.2', 'ขับไล่', '7.2', '7.2', 'P03', 'C044', 'V0001', '7.2.mp4', 'ขับไล่', 'ทำท่ามือตามวิดีโอ')," +
            "('7.3', 'ถูกไล่ออก', '7.3', '7.3', 'P03', 'C026', 'V0001', '7.3.mp4', 'ถูกไล่ออก', 'ทำท่ามือตามวิดีโอ')," +
            "('70.2', 'ร้องไห้', '70.2', '70.2', 'P03', 'C018', 'V0001', '70.2.mp4', '70.2', 'การถูฝ่ามือ')," +
            "('70.3', 'หอมหัวใหญ่', '70.3', '70.3', 'P01', 'C017', 'V0001', '70.3.mp4', '70.3', 'การถูฝ่ามือ')," +
            "('700.1', 'ข่า', '700.1', '700.1', 'P01', 'C008', 'V0001', '700.1.mp4', '700.1', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('701.1', 'ที่แขวนเสื้อ', '701.1', '701.1', 'P01', 'C009', 'V0001', '701.1.mp4', '701.1', 'นิ้วก้อยและนิ้วหัวแม่มือกางออก')," +
            "('703.2', 'สามารถ', '703.2', '703.2', 'P01', 'C001', 'V0001', '703.2.mp4', '703.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('703.3', 'ไม่ได้', '703.3', '703.3', 'P07', 'C001', 'V0001', '703.3.mp4', '703.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('704.1', 'ดี', '704.1', '704.1', 'P01', 'C001', 'V0001', '704.1.mp4', '704.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('704.2', 'ดีทั้งคู่', '704.2', '704.2', 'P01', 'C001', 'V0001', '704.2.mp4', '704.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('704.3', 'ทั้งหมดดี', '704.3', '704.3', 'P01', 'C001', 'V0001', '704.3.mp4', '704.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('705.1', 'รูปงาม', '705.1', '705.1', 'P01', 'C001', 'V0001', '705.1.mp4', '705.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('705.2', 'เป็นรอง', '705.2', '705.2', 'P01', 'C001', 'V0001', '705.2.mp4', '705.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('705.3', 'เหมือนกว่า', '705.3', '705.3', 'P01', 'C001', 'V0001', '705.3.mp4', '705.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('706.1', 'ข่าวดี', '706.1', '706.1', 'P01', 'C001', 'V0001', '706.1.mp4', '706.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('706.2', 'ข่าวร้าย', '706.2', '706.2', 'P01', 'C001', 'V0001', '706.2.mp4', '706.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('706.3', 'ดีกว่า', '706.3', '706.3', 'P01', 'C001', 'V0001', '706.3.mp4', '706.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('707.2', 'ยอมความกัน', '707.2', '707.2', 'P01', 'C001', 'V0001', '707.2.mp4', '707.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('708.1', 'อวดเก่ง', '708.1', '708.1', 'P03', 'C001', 'V0001', '708.1.mp4', '708.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('708.3', 'ความผยอง', '708.3', '708.3', 'P01', 'C001', 'V0001', '708.3.mp4', '708.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('709.1', 'ผมเก่งกว่าคุณ', '709.1', '709.1', 'P01', 'C001', 'V0001', '709.1.mp4', '709.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('709.2', 'เขาดีกว่าฉัน', '709.2', '709.2', 'P08', 'C001', 'V0001', '709.2.mp4', '709.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('709.3', 'เก่ง', '709.3', '709.3', 'P01', 'C018', 'V0001', '710.1.mp4', '709.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('71.1', 'แอปเปิ้ล', '71.1', '71.1', 'P01', 'C017', 'V0001', '71.1.mp4', '71.1', 'การถูฝ่ามือ')," +
            "('71.2', 'ลืม', '71.2', '71.2', 'P03', 'C001', 'V0001', '71.2.mp4', '71.2', 'การถูฝ่ามือ')," +
            "('710.2', 'ฉันแพ้และเธอชนะ', '710.2', '710.2', 'P08', 'C001', 'V0001', '710.2.mp4', '710.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('711.1', 'ฉันเก่ง', '711.1', '711.1', 'P09', 'C018', 'V0001', '711.1.mp4', '711.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('711.3', 'ท้า', '711.3', '711.3', 'P01', 'C001', 'V0001', '711.3.mp4', '711.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('712.2', 'ฉันชนะการแข่งขัน', '712.2', '712.2', 'P08', 'C001', 'V0001', '712.2.mp4', '712,2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('713.1', 'ท้า', '713.1', '713.1', 'P01', 'C001', 'V0001', '713.1.mp4', '713.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('713.3', 'เผชิญหน้ากัน', '713.3', '713.3', 'P08', 'C001', 'V0001', '713.2.mp4', '713.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('714.1', 'พอๆกัน', '714.1', '714.1', 'P08', 'C001', 'V0001', '714.1.mp4', '714.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('715.1', 'เขาทั้งหลายเป็นบริวารฉัน', '715.1', '715.1', 'P08', 'C001', 'V0001', '715.1.mp4', '715.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('715.2', 'ฉันเป็นบริวารเขา', '715.2', '715.2', 'P08', 'C001', 'V0001', '715.2.mp4', '715.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('715.3', 'เมืองหลวง', '715.3', '715.3', 'P01', 'C001', 'V0001', '715.3.mp4', '715.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('716.2', 'เลือกตั้ง', '716.2', '716.2', 'P01', 'C001', 'V0001', '716.2.mp4', '716.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('716.3', 'ผู้นำ', '716.3', '716.3', 'P01', 'C018', 'V0001', '716.3.mp4', '716.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('717.2', 'รองผู้อำนวยการ', '717.2', '717.2', 'P01', 'C018', 'V0001', '717.2.mp4', '717.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('717.3', 'ลำดับชั้นยศ', '717.3', '717.3', 'P08', 'C001', 'V0001', '717.3.mp4', '717.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('718.1', 'นาย', '718.1', '718.1', 'P01', 'C001', 'V0001', '718.1.mp4', '718.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('718.3', 'ตาม', '718.3', '718.3', 'P01', 'C001', 'V0001', '718.3.mp4', '718.3', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('719.1', 'ตี', '719.1', '719.1', 'P03', 'C001', 'V0001', '719.1.mp4', '719.1', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('719.2', 'ถูกตี', '719.2', '719.2', 'P01', 'C001', 'V0001', '719.2.mp4', '719.2', 'นิ้วหัวแม่มือเหยียดตรง')," +
            "('72.1', 'เขิน', '72.1', '72.1', 'P03', 'C001', 'V0001', '72.1.mp4', '72.1', 'การถูฝ่ามือ')," +
            "('72.2', 'น่าอาย', '72.2', '72.2', 'P03', 'C018', 'V0001', '72.2.mp4', '72.2', 'การถูฝ่ามือ')," +
            "('72.3', 'ช่างไม่อายเลย', '72.3', '72.3', 'P04', 'C001', 'V0001', '72.3.mp4', '72.3', 'การถูฝ่ามือ')," +
            "('720.1', 'ดี', '720.1', '720.1', 'P01', 'C001', 'V0001', '720.1.mp4', '720.1', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('720.2', 'ประทับใจ', '720.2', '720.2', 'P01', 'C001', 'V0001', '720.2.mp4', '720.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('720.3', 'ดีที่สุด', '720.3', '720.3', 'P01', 'C001', 'V0001', '720.3.mp4', '720.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('721.1', 'ผู้นำ', '721.1', '721.1', 'P01', 'C018', 'V0001', '721.1.mp4', '721.1', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('721.2', 'พ่อ', '721.2', '721.2', 'P01', 'C018', 'V0001', '721.2.mp4', '721.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('721.3', 'แม่', '721.3', '', 'P01', 'C018', 'V0001', '721.3.mp4', '721.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง,ตัววัตถุเอง')," +
            "('722.1', 'เลวมาก', '722.1', '722.1', 'P03', 'C018', 'V0001', '722.1.mp4', '722.1', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('722.2', 'ดีแตก', '722.2', '722.2', 'P01', 'C001', 'V0001', '722.2.mp4', '722,2', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('723.1', 'เลวมาก', '723.1', '723.1', 'P01', 'C001', 'V0001', '723.1.mp4', '723.1', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('724.2', 'ไม่ลงรยกัน', '724.2', '724.2', 'P03', 'C001', 'V0001', '724.2.mp4', '724.2', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('724.3', 'ไล่ออกไป', '724.3', '724.3', 'P03', 'C032', 'V0001', '724.3.mp4', '724.3', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('725.1', 'โกรธแล้วดีกัน', '725.1', '725.1', 'P03', 'C032', 'V0001', '725.1.mp4', '725.1', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('725.2', 'ทะเลาะ', '725.2', '725.2', 'P03', 'C032', 'V0001', '725.2.mp4', '725.2', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('725.3', 'ทะเลาะกันและคืนดีกัน', '725.3', '725.3', 'P01', 'C032', 'V0001', '725.3.mp4', '725.3', 'นิ้วหัวแม่มือเหยียดตรง,ชี้ลงข้างล่าง')," +
            "('726.2', 'นักเคมี', '726.2', '726.2', 'P01', 'C018', 'V0001', '726.2.mp4', '726.2', 'นิ้วหัวแม่มือเหยียดตตรง, การเคลื่อนไปหาปลายนิ้วหัวแม่มือ,การเท')," +
            "('726.3', 'ดำนา', '726.3', '726.3', 'P01', 'C001', 'V0001', '726.3.mp4', '726.3', 'นิ้วหัวแม่มือหยียดตรง , การเคลื่อนไหาปลายนิ้วหัวแม่มือ , การเท')," +
            "('727.1', 'จำนำ', '727.1', '727.1', 'P01', 'C001', 'V0001', '727.1.mp4', '727.1', 'นิ้วหัวแม่มือหยียดตรง , กดกับด้านในของหัวแม่มือ')," +
            "('727.2', 'ใบเสร็จรับจำนำ', '727.2', '727.2', 'P01', 'C001', 'V0001', '727.2.mp4', '727.2', 'นิ้วหัวแม่มือหยียดตรง , กดกับด้านในของหัวแม่มือ')," +
            "('727.3', 'ผู้้จำนำ', '727.3', '727.3', 'P01', 'C018', 'V0001', '727.3.mp4', '727.3', 'นิ้วหัวแม่มือหยียดตรง , กดกับด้านในของหัวแม่มือ')," +
            "('728.2', 'หมายศาล', '728.2', '728.2', 'P01', 'C001', 'V0001', '728.2.mp4', '728.2', 'นิ้วหัวแม่มือเหยียดตรง,กดกับด้านในของหัวแม่มือ')," +
            "('73.1', 'ทาสี', '73.1', '73.1', 'P03', 'C001', 'V0001', '73.1.mp4', '73.1', 'การถูฝ่ามือ')," +
            "('73.2', 'สี', '73.2', '73.2', 'P01', 'C014', 'V0001', '73.2.mp4', '73.2', 'การถูฝ่ามือ')," +
            "('73.3', 'สีผสมอาหาร', '73.3', '73.3', 'P01', 'C008', 'V0001', '73.3.mp4', '73.3', 'การถูฝ่ามือ')," +
            "('731.1', 'ภาษี', '731.1', '731.1', 'P01', 'C001', 'V0001', '731.1.mp4', '731.1', 'นิ้วหัวแม่มือเหยียตรง  กดกับด้านในของหัวแม่มือ')," +
            "('731.3', 'แบบฟอร์มศุลกากร', '731.3', '731.3', 'P01', 'C001', 'V0001', '731.3.mp4', '731.3', 'นิ้วหัวแม่มือเหยียตรง  กดกับด้านในของหัวแม่มือ')," +
            "('732.2', 'ยางลบ', '732.2', '732.2', 'P01', 'C009', 'V0001', '732.2.mp4', '732.2', 'นิ้วหัวแม่มือเหยียตรง  กดกับด้านในของหัวแม่มือ')," +
            "('733.1', 'จำได้', '733.1', '733.1', 'P01', 'C001', 'V0001', '733.1.mp4', '733.1', 'นิ้วหัวแม่มือเหยียตรง  กดกับด้านในของหัวแม่มือ')," +
            "('733.2', 'เสมอ', '733.2', '733.2', 'P01', 'C001', 'V0001', '733.2.mp4', '733.2', 'นิ้วหัวแม่มือเหยียตรง  กดกับด้านในของหัวแม่มือ')," +
            "('734.1', 'ดูดนิ้ว', '734.1', '734.1', 'P03', 'C032', 'V0001', '734.1.mp4', '734.1', 'นิ้วหัวแม่มือเหยียตรง  ')," +
            "('734.3', 'ผมเปีย', '734.3', '734.3', 'P09', 'C001', 'V0001', '734.3.mp4', '734.3', 'นิ้วหัวแม่มือเหยียตรง  ')," +
            "('735.3', 'ไปที่ใดที่หนึ่ง', '735.3', '735.3', 'P08', 'C001', 'V0001', '735.3.mp4', '735.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('736.1', 'ไม่ได้ไป', '736.1', '736.1', 'P08', 'C001', 'V0001', '736.1.mp4', '736.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('736.3', 'ไปที่นั่นแล้วก็มาหาฉัน', '736.3', '736.3', 'P08', 'C001', 'V0001', '736.3.mp4', '736.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('737.1', 'พวกเขาไปที่เหล่านั้นบ่อยๆ', '737.1', '737.1', 'P07', 'C001', 'V0001', '737.1.mp4', '737.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('737.2', 'คนหลายคนไป', '737.2', '737.2', 'P08', 'C001', 'V0001', '737.2.mp4', '737.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('737.3', 'วิ่งไปวิ่งมา', '737.3', '737.3', 'P03', 'C001', 'V0001', '737.3.mp4', '737.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('738.1', 'คนมาหาฉัน', '738.1', '738.1', 'P08', 'C001', 'V0001', '738.1.mp4', '738.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('738.2', 'ไม่ได้มา', '738.2', '738.2', 'P08', 'C001', 'V0001', '738.2.mp4', '738.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('738.3', '', '738.3', '738.3', 'P03', 'C001', 'V0001', '738.3.mp4', '738.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('739.1', 'ไม่เคยมีใครมาหาฉันเลย', '739.1', '739.1', 'P08', 'C001', 'V0001', '739.1.mp4', '739.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('739.2', 'มาหาฉัน', '739.2', '739.2', 'P08', 'C001', 'V0001', '739.2.mp4', '739.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('739.3', 'ผู้คนมาหาฉันตลอดเวลา', '739.3', '739.3', 'P08', 'C001', 'V0001', '739.3.mp4', '739.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('74.1', 'สีน้ำมัน', '74.1', '74.1', 'P01', 'C014', 'V0001', '74.1.mp4', '74.1', 'การถูฝ่ามือ')," +
            "('74.2', 'ดินสอสี', '74.2', '74.2', 'P01', 'C007', 'V0001', '74.2.mp4', '74.2', 'การถูฝ่ามือ')," +
            "('74.3', 'น้ำยาทาผิว', '74.3', '74.3', 'P01', 'C009', 'V0001', '74.3.mp4', '74.3', 'การถูฝ่ามือ')," +
            "('740.1', 'วิ่งทำธุระ', '740.1', '740.1', 'P03', 'C001', 'V0001', '740.1.mp4', '740.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('740.2', 'ไปวันเว้นวัน', '740.2', '740.2', 'P03', 'C001', 'V0001', '740.2.mp4', '740.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('740.3', 'สับที่กัน', '740.3', '740.3', 'P03', 'C001', 'V0001', '740.3.mp4', '740.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('741.1', 'ไปจากกรุงเทพสู่ภาคเหนือ', '741.1', '741.1', 'P03', 'C059', 'V0001', '741.1.mp4', '741.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('741.2', 'ไปภาคใต้', '741.2', '741.2', 'P03', 'C059', 'V0001', '741.2.mp4', '741.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('741.3', 'จากภาคเหนือไปภาคใต้', '741.3', '741.3', 'P03', 'C059', 'V0001', '741.3.mp4', '741.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('742.1', 'ไปภาคตะวันตก', '742.1', '742.1', 'P03', 'C059', 'V0001', '742.1.mp4', '742.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('742.3', 'แวะหลายจังหวัด', '742.3', '742.3', 'P03', 'C001', 'V0001', '742.3.mp4', '742.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('743.1', 'ชักช้า', '743.1', '743.1', 'P01', 'C001', 'V0001', '743.1.mp4', '743.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')";

    private static final String INSERT_INTO_MATCH_FOUR= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('743.2', 'โดยไมาได้พบกัน', '743.2', '743.2', 'P08', 'C001', 'V0001', '743.2.mp4', '743.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('743.3', 'อยู่บ้านคนเดียว', '743.3', '743.3', 'P03', 'C001', 'V0001', '743.3.mp4', '743.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('744.1', 'การขึ้น', '744.1', '744.1', 'P01', 'C001', 'V0001', '744.1.mp4', '744.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('744.2', 'การลง', '744.2', '744.2', 'P01', 'C001', 'V0001', '744.2.mp4', '744.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('744.3', 'การัขึ้น', '744.3', '744.3', 'P01', 'C001', 'V0001', '744.3.mp4', '744.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('745.1', 'ตกลงหลุม', '745.1', '745.1', 'P03', 'C001', 'V0001', '745.1.mp4', '745.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('745.2', 'คนกระโดดร่ม', '745.2', '745.2', 'P08', 'C001', 'V0001', '745.2.mp4', '745.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('746.1', 'ปิติ', '746.1', '746.1', 'P01', 'C001', 'V0001', '746.1.mp4', '746.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('746.2', 'เล่น', '746.2', '746.2', 'P03', 'C001', 'V0001', '746.2.mp4', '746.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('746.3', 'ซุกซน', '746.3', '746.3', 'P01', 'C001', 'V0001', '746.3.mp4', '746.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('747.1', 'พูดเล่น', '747.1', '747.1', 'P03', 'C001', 'V0001', '747.1.mp4', '747.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('747.2', 'สนามเด็กเล่น', '747.2', '747.2', 'P01', 'C009', 'V0001', '747.2.mp4', '747.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('747.3', 'การฉลองปีใหม่', '747.3', '747.3', 'P01', 'C001', 'V0001', '747.3.mp4', '747.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('748.2', 'ผู้เช่า', '748.2', '748.2', 'P01', 'C001', 'V0001', '748.2.mp4', '748.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('748.3', 'บุกรุก', '748.3', '748.3', 'P01', 'C001', 'V0001', '748.3.mp4', '748.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('749.1', 'เข้ามา', '749.1', '749.1', 'P03', 'C001', 'V0001', '749.1.mp4', '749.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('749.2', 'แอบ', '749.2', '749.2', 'P03', 'C001', 'V0001', '749.2.mp4', '749.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('749.3', 'มุดเข้าไปในถ้ำ', '749.3', '749.3', 'P03', 'C001', 'V0001', '749.3.mp4', '749.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('75.1', 'การทาสี', '75.1', '75.1', 'P01', 'C001', 'V0001', '75.1.mp4', '75.1', 'การถูฝ่ามือ')," +
            "('75.2', 'แปรงทาสี', '75.2', '75.2', 'P01', 'C014', 'V0001', '75.2.mp4', '75.2', 'การถูฝ่ามือ')," +
            "('750.1', 'เห็นแล้วหลบ', '750.1', '750.1', 'P03', 'C001', 'V0001', '750.1.mp4', '750.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('750.2', 'พบกัน', '750.2', '750.2', 'P03', 'C001', 'V0001', '750.2.mp4', '750.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('750.3', 'สองคนแยกจากกัน', '750.3', '750.3', 'P08', 'C001', 'V0001', '750.3.mp4', '750.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('751.1', 'ดัน', '751.1', '751.1', 'P03', 'C001', 'V0001', '751.1.mp4', '751.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('751.2', 'เบียดเสียด', '751.2', '751.2', 'P03', 'C001', 'V0001', '751.2.mp4', '751.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('751.3', 'เดินควงกันไป', '751.3', '751.3', 'P03', 'C001', 'V0001', '751.3.mp4', '751.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('754.1', 'พักผ่อนบนเก้าอี้โยก', '754.1', '754.1', 'P03', 'C001', 'V0001', '754.1.mp4', '754.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('754.2', 'สองคนนั้งเก้าอี้โยก', '754.2', '754.2', 'P08', 'C001', 'V0001', '754.2.mp4', '754.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('754.3', 'ทางเดินลง', '754.3', '754.3', 'P01', 'C001', 'V0001', '754.3.mp4', '754.3', 'นิ้วหหัวแม่มือและนิ้วก้อยกางออก')," +
            "('755.1', 'ลื่นไถล', '755.1', '755.1', 'P03', 'C001', 'V0001', '755.1.mp4', '755.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('755.2', 'กระดานลื่นขนาดใหญ่', '755.2', '755.2', 'P01', 'C009', 'V0001', '755.2.mp4', '755.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('755.3', 'กระดานลื่นขนาดเล็ก', '755.3', '755.3', 'P01', 'C009', 'V0001', '755.3.mp4', '755.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('756.1', 'ลื่นล้ม', '756.1', '756.1', 'P03', 'C001', 'V0001', '756.1.mp4', '756.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('756.2', 'ลื่นล้มและไถลไป', '756.2', '756.2', 'P03', 'C001', 'V0001', '756.2.mp4', '756.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('756.3', 'ลื่นล้มลงอย่างแรง', '756.3', '756.3', 'P03', 'C001', 'V0001', '756.3.mp4', '756.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('757.1', 'ล้มลงพร้อมๆกัน', '757.1', '757.1', 'P03', 'C001', 'V0001', '757.1.mp4', '757.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('757.2', 'ลุกขึ้นยืน', '757.2', '757.2', 'P03', 'C001', 'V0001', '757.2.mp4', '757.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('757.3', 'ตกลงจากที่สูงศีรษะพุ่งกระแทกพื้น', '757.3', '757.3', 'P03', 'C001', 'V0001', '757.3.mp4', '757.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก')," +
            "('758.1', 'สองคนนอนลง', '758.1', '758.1', 'P08', 'C001', 'V0001', '758.1.mp4', '758.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('758.2', 'นอนเรียงกันเป็นแถว', '758.2', '758.2', 'P03', 'C001', 'V0001', '758.2.mp4', '758.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('758.3', 'คนสองคนนอนบนเตียงสองชั้น', '758.3', '758.3', 'P01', 'C001', 'V0001', '758.3.mp4', '758.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('759.1', 'คนสองคนเปลี่ยนที่นอนกัน', '759.1', '759.1', 'P03', 'C001', 'V0001', '759.1.mp4', '759.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('759.2', 'คนสองคนเปลี่ยนที่นอนกัน', '759.2', '759.2', 'P03', 'C001', 'V0001', '759.2.mp4', '759.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('759.3', 'นอนไม่ค่อยหลับ', '759.3', '759.3', 'P03', 'C001', 'V0001', '759.3.mp4', '759.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านนตะแคง')," +
            "('76.1', 'ตัด', '76.1', '76.1', 'P03', 'C001', 'V0001', '76.1.mp4', '76.1', 'การถูฝ่ามือ')," +
            "('76.2', 'มะละกอ', '76.2', '76.2', 'P01', 'C008', 'V0001', '76.2.mp4', '76.2', 'การถูฝ่ามือ')," +
            "('760.1', 'พลิกตัวคว่ำลง', '760.1', '760.1', 'P03', 'C001', 'V0001', '760.1.mp4', '760.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านอนตะแคง')," +
            "('760.2', 'ตกจากที่สูง', '760.2', '760.2', 'P03', 'C001', 'V0001', '760.2.mp4', '760.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านอนตะแคง')," +
            "('760.3', 'ลอยขึ้นมา', '760.3', '760.3', 'P03', 'C001', 'V0001', '760.3.mp4', '760.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ท่านอนตะแคง')," +
            "('761.1', 'ที่นอนยางเป่าลม', '761.1', '761.1', 'P01', 'C009', 'V0001', '761.1.mp4', '761.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('762.3', 'จมน้ำ', '762.3', '762.2', 'P03', 'C018', 'V0001', '762.3.mp4', '762.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('763.1', 'ว่ายน้ำกลับตัวไปมา', '763.1', '763.1', 'P03', 'C001', 'V0001', '763.1.mp4', '763.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('763.2', 'ว่ายน้ำเข้าชนขอบสระ', '763.2', '763.2', 'P03', 'C001', 'V0001', '763.2.mp4', '763.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('763.3', 'กระโดดและดำน้ำ', '763.3', '763.3', 'P03', 'C001', 'V0001', '763.3.mp4', '763.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('764.1', 'สองคนดำน้ำเข้าหากัน', '764.1', '764.1', 'P03', 'C032', 'V0001', '764.1.mp4', '764.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('764.2', 'ผ้าอ้อม', '764.2', '764.2', 'P01', 'C014', 'V0001', '764.2.mp4', '764.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('764.3', 'ท่ามือกริยา', '764.3', '764.3', 'P08', 'C001', 'V0001', '764.3.mp4', '764.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ,ฝ่ามือคว่ำลง')," +
            "('765.1', 'จำเลย', '765.1', '765.1', 'P01', 'C018', 'V0001', '765.1.mp4', '765.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('765.2', 'กดขี่', '765.2', '765.2', 'P03', 'C001', 'V0001', '765.2.mp4', '765.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('765.3', 'แทง', '765.3', '765.3', 'P03', 'C001', 'V0001', '765.3.mp4', '765.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('768.1', 'ไม่แน่', '768.1', '768.1', 'P05', 'C001', 'V0001', '768.1.mp4', '768.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('768.2', 'ไม่แน่ใจ', '768.2', '768.2', 'P03', 'C001', 'V0001', '768.2.mp4', '768.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('768.3', 'ความเห็นแตกต่างกัน', '768.3', '768.3', 'P01', 'C018', 'V0001', '768.3.mp4', '768.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('769.1', 'ลังเล', '769.1', '769.1', 'P01', 'C001', 'V0001', '769.1.mp4', '769.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('769.2', 'ไม่สม่ำเสมอ', '769.2', '769.2', 'P08', 'C001', 'V0001', '769.2.mp4', '769.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('77.1', 'ฝรั่ง (ผลไม้)', '77.1', '77.1', 'P01', 'C008', 'V0001', '77.1.mp4', '77.1', 'การถูฝ่ามือ')," +
            "('77.2', 'ได้รับส่วนแบ่ง', '77.2', '77.2', 'P08', 'C001', 'V0001', '77.2.mp4', '77.2', 'การถูฝ่ามือ')," +
            "('772.2', 'โทรศัพท์', '772.2', '772.2', 'P01', 'C009', 'V0001', '772.2.mp4', '772.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('773.1', 'ควาย', '773.1', '773.1', 'P01', 'C024', 'V0001', '773.1.mp4', 'ึ773.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('773.3', 'วัวชน', '773.3', '773.3', 'P08', 'C001', 'V0001', '773.3.mp4', '773.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('774.1', 'ต่างประเทศ', '774.1', '774.1', 'P08', 'C001', 'V0001', '774.1.mp4', '774.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('774.2', 'ทำไม?', '774.2', '774.2', 'P06', 'C001', 'V0001', '774.2.mp4', '774.2', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('774.3', 'ทำไม', '774.3', '774.3', 'P06', 'C001', 'V0001', '774.3.mp4', '774.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('775.3', 'เดินทาง', '775.3', '775.3', 'P03', 'C019', 'V0001', '775.3.mp4', '775.3', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('778.1', 'ไปภาคตะวันออก', '778.1', '778.1', 'P03', 'C059', 'V0001', '778.1.mp4', '778.1', 'นิ้วหัวแม่มือและนิ้วก้อยกางออก ')," +
            "('778.2', 'ไปทางทิศตะวันออก', '778.2', '778.2', 'P03', 'C059', 'V0001', '778.2.mp4', '778.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('778.3', 'เดินทางขึ้นเหนือ', '778.3', '778.3', 'P03', 'C059', 'V0001', '778.3.mp4', '778.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('779.1', 'นี่', '779.1', '779.1', 'P01', 'C059', 'V0001', '779.1.mp4', '779.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('779.2', 'ที่นี่', '779.2', '779.2', 'P01', 'C059', 'V0001', '779.2.mp4', '779.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('779.3', 'เหล่านี้', '779.3', '779.3', 'P01', 'C001', 'V0001', '779.3.mp4', '779.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('78.1', 'หั่น', '78.1', '78.1', 'P03', 'C001', 'V0001', '78.1.mp4', '78.1', 'การถูฝ่ามือ')," +
            "('78.2', 'ทุเรียน', '78.2', '78.2', 'P01', 'C008', 'V0001', '78.2.mp4', '78.2', 'การถูฝ่ามือ')," +
            "('78.3', 'มังคุด', '78.3', '78.3', 'P01', 'C008', 'V0001', '78.3.mp4', '78.3', 'การถูฝ่ามือ')," +
            "('780.1', 'ที่นั่น', '780.1', '780.1', 'P01', 'C001', 'V0001', '780.1.mp4', '780.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('780.2', 'โน้น', '780.2', '780.2', 'P01', 'C001', 'V0001', '780.2.mp4', '780.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('780.3', 'โน้น', '780.3', '780.3', 'P01', 'C001', 'V0001', '780.3.mp4', '780.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('781.1', 'ทางโน้น', '781.1', '781.1', 'P01', 'C059', 'V0001', '781.1.mp4', '781.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('781.2', 'น้ำลึก', '781.2', '781.1', 'P01', 'C001', 'V0001', '781.2.mp4', '781.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('781.3', 'คนสูง', '781.3', '781.3', 'P01', 'C018', 'V0001', '781.3.mp4', '781.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('782.2', 'อยู่ที่นั่น', '782.2', '782.2', 'P01', 'C059', 'V0001', '782.2.mp4', '782.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('782.3', 'มานี่ซิ', '782.3', '782.3', 'P08', 'C001', 'V0001', '782.3.mp4', '782.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('783.2', 'ฉัน', '783.2', '783.2', 'P01', 'C018', 'V0001', '783.2.mp4', '783.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('786.1', 'ส่งต่อให้คนอื่นเป็นประจำ', '786.1', '786.1', 'P03', 'C001', 'V0001', '786.1.mp4', '786.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('786.2', 'ผมฝากเขาไปให้คนนั้น', '786.2', '786.2', 'P01', 'C001', 'V0001', '786.2.mp4', '786.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('786.3', 'ผลัดกัน', '786.3', '786.3', 'P03', 'C032', 'V0001', '786.3.mp4', '786.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('787.2', 'ที่่นัดพบ', '787.2', '787.2', 'P01', 'C001', 'V0001', '787.2.mp4', '787.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('787.3', 'สามัคคี', '787.3', '787.3', 'P01', 'C032', 'V0001', '787.3.mp4', '787.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('788.1', 'หย่าร้าง', '788.1', '788.1', 'P01', 'C018', 'V0001', '788.1.mp4', '788.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('788.2', 'ไป', '788.2', '788.2', 'P03', 'C001', 'V0001', '788.2.mp4', '788.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('788.3', '', '788.3', '788.3', 'P03', 'C032', 'V0001', '788.3.mp4', '788.3', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('789.2', 'รวดเร็ว', '789.2', '789.2', 'P03', 'C001', 'V0001', '789.2.mp4', '789.2', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('79.2', 'ตัดคอ (คน)', '79.2', '79.2', 'P03', 'C001', 'V0001', '79.2.mp4', '79.2', 'การสับ')," +
            "('79.3', 'สำเร็จโทษโดยการตัดหัว', '79.3', '79.3', 'P08', 'C001', 'V0001', '79.3.mp4', '79.3', 'การสับ')," +
            "('790.1', 'ไปแล้ว', '790.1', '790.1', 'P03', 'C044', 'V0001', '790.1.mp4', '790.1', 'นิ้วชี้เหยียดตรง, การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('790.3', 'ตรงกลับบ้าน', '790.3', '790.3', 'P03', 'C001', 'V0001', '790.3.mp4', '790.3', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,แยกระเบิดออก')," +
            "('791.1', 'เก่งกว่า', '791.1', '791.1', 'P01', 'C001', 'V0001', '791.1.mp4', '791.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,แยกระเบิดออก')," +
            "('791.2', 'เขาเก่งกว่าฉัน', '791.2', '791.2', 'P08', 'C001', 'V0001', '791.2.mp4', '791.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,แยกระเบิดออก')," +
            "('794.1', 'คิดตรงกัน', '794.1', '794.1', 'P03', 'C018', 'V0001', '794.1.mp4', '794.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('794.2', 'ขัดแย้ง', '794.2', '794.2', 'P01', 'C032', 'V0001', '794.2.mp4', '794.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('795.1', 'ถูกตา', '795.1', '795.1', 'P03', 'C001', 'V0001', '795.1.mp4', '795.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('795.2', 'ขัดตา', '795.2', '795.2', 'P03', 'C001', 'V0001', '795.2.mp4', '795.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('795.3', 'รสชาดพอดี', '795.3', '795.3', 'P08', 'C001', 'V0001', '795.3.mp4', '795.3', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('796.2', 'ถูกใจ', '796.2', '796.2', 'P03', 'C001', 'V0001', '796.2.mp4', '796.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('796.3', 'ไม่ตรงกับใจ', '796.3', '796.3', 'P08', 'C001', 'V0001', '796.3.mp4', '796.3', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('797.1', 'ขัดคอกัน', '797.1', '797.1', 'P03', 'C001', 'V0001', '797.1.mp4', '797.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('797.2', 'ถกเถียง', '797.2', '797.2', 'P01', 'C001', 'V0001', '797.2.mp4', '797.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('797.3', 'อภิปราย', '797.3', '797.3', 'P01', 'C018', 'V0001', '797.3.mp4', '797.3', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('798.1', 'ข้อตกลง', '798.1', '798.1', 'P01', 'C001', 'V0001', '798.1.mp4', '798.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('798.2', 'เป้าหมาย', '798.2', '798.2', 'P01', 'C001', 'V0001', '798.2.mp4', '798.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('799.1', 'ถูกสั่ง', '799.1', '799.1', 'P03', 'C001', 'V0001', '799.1.mp4', '799.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('799.2', 'ถูกตำหนิหรือล้อบ่อยๆ', '799.2', '799.2', 'P03', 'C001', 'V0001', '799.2.mp4', '799.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('8.1', 'เกิด', '8.1', '8.1', 'P03', 'C042', 'V0001', '8.1.mp4', 'เกิด', 'ทำท่ามือตามวิดีโอ')," +
            "('8.2', 'แฝด', '8.2', '8.2', 'P02', 'C042', 'V0001', '8.2.mp4', 'แฝด', 'ทำท่ามือตามวิดีโอ')," +
            "('8.3', 'แฝดสี่', '8.3', '8.3', 'P02', 'C042', 'V0001', '8.3.mp4', 'แฝดสี่', 'ทำท่ามือตามวิดีโอ')," +
            "('80.1', 'แยกกัน', '80.1', '80.1', 'P08', 'C001', 'V0001', '80.1.mp4', '80.1', 'การสับ')," +
            "('80.2', 'ตัดความสัมพันธ์โดยเด็ดขาด', '80.2', '80.2', 'P08', 'C001', 'V0001', '80.2.mp4', '80.2', 'การสับ')," +
            "('80.3', 'อย่ากวนใจ', '80.3', '80.3', 'P08', 'C001', 'V0001', '80.3.mp4', '80.3', 'การสับ')," +
            "('802.1', 'แรก', '802.1', '802.1', 'P01', 'C001', 'V0001', '802.1.mp4', '802.1', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('802.2', 'แรก', '802.2', '802.2', 'P01', 'C001', 'V0001', '802.2.mp4', '802.2', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('803.2', 'รับประทานยาเม็ด 2 เม็ด', '803.2', '803.2', 'P01', 'C001', 'V0001', '803.2.mp4', '803.2', 'นิ้วชี้เหยียดตรง , การเคลื่อนไหวไปหาปลายนิ้ว')," +
            "('803.3', 'รับประทานยา', '803.3', '803.3', 'P03', 'C001', 'V0001', '803.2.mp4', '803.3', 'นิ้วชี้,การเคลื่อนไหวไปหาปลายนิ้ว,การพบกันที่เส้น')," +
            "('805.1', 'สี่เหลี่ยม', '805.1', '805.1', 'P01', 'C001', 'V0001', '805.1.mp4', '805.1', 'นิ้วชี้เหยียดตรง')," +
            "('805.2', 'กระดานดำขนาดเล็ก', '805.2', '805.2', 'P01', 'C009', 'V0001', '805.2.mp4', '805.2', 'นิ้วชี้เหยียดตรง')," +
            "('805.3', 'แผ่นกระดาน', '805.3', '805.3', 'P01', 'C009', 'V0001', '805.3.mp4', '805.3', 'นิ้วชี้เหยียดตรง')," +
            "('806.1', 'โฉนดที่ดิน', '806.1', '806.1', 'P01', 'C001', 'V0001', '806.1.mp4', '806.1', 'นิ้วชี้เหยียดตรง')," +
            "('806.2', 'เอกสารทางกฎหมาย', '806.2', '806.2', 'P01', 'C001', 'V0001', '806.2.mp4', '806.2', 'นิ้วชี้เหยียดตรง')," +
            "('806.3', '', '806.3', '806.3', 'P01', 'C035', 'V0001', '806.3.mp4', '806.3', 'นิ้วชี้เหยียดตรง')," +
            "('807.1', 'เครื่องหมายวงเล็บ', '807.1', '807.1', 'P01', 'C001', 'V0001', '807.1.mp4', '807.1', 'นิ้วชี้เหยียดตรง')," +
            "('807.2', 'คำอธิบายอ้างอิง', '807.2', '807.2', 'P01', 'C001', 'V0001', '807.2.mp4', '807.2', 'นิ้วชี้เหยียดตรง')," +
            "('807.3', 'ผ้ากันเปื้อน', '807.3', '807.3', 'P01', 'C001', 'V0001', '807.3.mp4', '807.3', 'นิ้วชี้เหยียดตรง')," +
            "('808.1', 'ชาวอังกฤษ', '808.1', '808.1', 'P01', 'C018', 'V0001', '808.1.mp4', '808.1', 'นิ้วชี้เหยียดตรง')," +
            "('808.2', 'ออกเสียงให้ผู้สมัครคนนั้น', '808.2', '808.2', 'P08', 'C001', 'V0001', '808.2.mp4', '808.2', 'นิ้วชี้เหยียดตรง')," +
            "('808.3', 'ผู้สมัครคนนั้น', '808.3', '808.3', 'P01', 'C019', 'V0001', '808.3.mp4', '808.3', 'นิ้วชี้เหยียดตรง')," +
            "('809.1', 'วงกลม', '809.1', '809.1', 'P01', 'C001', 'V0001', '809.1.mp4', '809.1', 'นิ้วชี้เหยียดตรง')," +
            "('809.2', 'ศรีลังกา', '809.2', '809.2', 'P01', 'C035', 'V0001', '809.2.mp4', '809.2', 'นิ้วชี้เหยียดตรง')," +
            "('809.3', '', '809.3', '809.3', 'P01', 'C035', 'V0001', '809.3.mp4', '809.3', 'นิ้วชี้เหยียดตรง')," +
            "('81.2', 'ตัดแขน', '81.2', '81.2', 'P03', 'C001', 'V0001', '81.2.mp4', '81.2', 'การตัด')," +
            "('81.3', 'คนพิการ', '81.3', '81.3', 'P01', 'C018', 'V0001', '81.3.mp4', '81.3', 'การตัด')," +
            "('810.1', 'ผู้หญิง', '810.1', '810.1', 'P01', 'C018', 'V0001', '810.1.mp4', '810.1', 'นิ้วชี้เหยียดตรง')," +
            "('810.2', 'พี่สาว', '810.2', '810.2', 'P01', 'C018', 'V0001', '810.2.mp4', '810.2', 'นิ้วชี้เหยียดตรง')," +
            "('810.3', 'น้องสาว', '810.3', '810.3', 'P01', 'C018', 'V0001', '810.3.mp4', '810.3', 'นิ้วชี้เหยียดตรง')," +
            "('811.3', 'จาน', '811.3', '811.3', 'P01', 'C014', 'V0001', '811.3.mp4', '811.3', 'นิ้วชี้เหยียดตรง')," +
            "('814.1', 'โปแลนด์', '814.1', '814.1', 'P01', 'C035', 'V0001', '814.1.mp4', '814.1', 'นิ้วชี้เหยียดตรง')," +
            "('815.1', 'ทำได้', '815.1', '815.1', 'P03', 'C001', 'V0001', '815.1.mp4', '815.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('815.2', 'เลวมาก', '815.2', '815.2', 'P03', 'C018', 'V0001', '815.2.mp4', '815.2', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('815.3', 'ฉันไม่สามารถ', '815.3', '815.3', 'P07', 'C001', 'V0001', '815.3.mp4', '815.3', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('816.1', 'ท่วมทัน', '816.1', '816.1', 'P03', 'C001', 'V0001', '816.1.mp4', '816.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('817.1', 'ใจ', '817.1', '817.1', 'P01', 'C001', 'V0001', '817.1.mp4', '817.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('817.2', 'ใจดี', '817.2', '817.2', 'P03', 'C036', 'V0001', '817.2.mp4', '817.2', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('818.1', 'คิด', '818.1', '818.1', 'P03', 'C001', 'V0001', '818.1.mp4', '818.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('818.2', 'รู้', '818.2', '818.2', 'P03', 'C001', 'V0001', '818.2.mp4', '818.2', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('818.3', 'ใจลอย', '818.3', '818.3', 'P03', 'C001', 'V0001', '818.3.mp4', '818.3', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('819.1', 'ไม่รู้', '819.1', '819.1', 'P08', 'C001', 'V0001', '819.1.mp4', '819.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('819.3', 'เป็นห่วง', '819.3', '819.3', 'P03', 'C001', 'V0001', '819.3.mp4', '819.3', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('82.1', 'มูลนิธิเพื่อคนพิการ', '82.1', '82.1', 'P01', 'C001', 'V0001', '82.1.mp4', '82.1', 'การตัด')," +
            "('82.3', 'ศูนย์ฝึกอาชีพพระประแดง', '82.3', '82.3', 'P01', 'C001', 'V0001', '82.3.mp4', '82.3', 'การตัด')," +
            "('820.1', 'คิดถูกต้อง', '820.1', '820.1', 'P03', 'C001', 'V0001', '820.1.mp4', '820.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('820.2', 'คิดผิด', '820.2', '820.2', 'P03', 'C001', 'V0001', '820.2.mp4', '820.2', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('820.3', 'ความงุ่มง่าม', '820.3', '820.3', 'P01', 'C001', 'V0001', '820.3.mp4', '820.3', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('821.1', 'รู้', '821.1', '821.1', 'P03', 'C001', 'V0001', '821.1.mp4', '821.1', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('821.2', 'ฉันเก่ง', '821.2', '821.2', 'P08', 'C001', 'V0001', '821.2.mp4', '821.2', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('821.3', 'คุณทำได้ไหม', '821.3', '821.3', 'P08', 'C001', 'V0001', '821.3.mp4', '821.3', 'นิ้วชี้  ชี้ที่ตัว')," +
            "('822.1', 'เก่งมาก', '822.1', '822.1', 'P03', 'C001', 'V0001', '822.1.mp4', '822.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('822.3', 'ทำไม่ได้', '822.3', '822.3', 'P03', 'C001', 'V0001', '822.3.mp4', '822.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('823.1', 'โง่', '823.1', '823.1', 'P03', 'C001', 'V0001', '823.1.mp4', '823.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('823.2', 'ความคิดไม่ดี', '823.2', '823.2', 'P03', 'C001', 'V0001', '823.2.mp4', '823.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('823.3', 'คนโง่', '823.3', '823.3', 'P01', 'C018', 'V0001', '823.3.mp4', '823.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('824.1', 'โกง', '824.1', '824.1', 'P03', 'C001', 'V0001', '824.1.mp4', '824.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('824.2', 'บ้าๆบอๆ', '824.2', '824.2', 'P03', 'C001', 'V0001', '824.2.mp4', '824.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('824.3', 'บ้า', '824.3', '824.3', 'P01', 'C001', 'V0001', '824.3.mp4', '824.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('825.1', 'ไม่สามารถจะเข้าใจได้', '825.1', '825.1', 'P03', 'C001', 'V0001', '825.1.mp4', '825.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('825.2', 'ฝัน', '825.2', '825.2', 'P01', 'C001', 'V0001', '825.2.mp4', '825.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('825.3', 'ปัญญาอ่อน', '825.3', '825.3', 'P02', 'C020', 'V0001', '825.3.mp4', '825.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('827.1', 'เข้าใจ', '827.1', '827.1', 'P03', 'C001', 'V0001', '827.1.mp4', '827.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('827.2', 'นึกออกเอง', '827.2', '827.2', 'P03', 'C001', 'V0001', '827.2.mp4', '827.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('828.1', 'ปวดหัวจี๊ด', '828.1', '828.1', 'P01', 'C001', 'V0001', '828.2.mp4', '828.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('829.1', 'ดำ', '829.1', '829.1', 'P01', 'C025', 'V0001', '829.1.mp4', '829.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('829.2', '', '829.2', '829.2', 'P01', 'C022', 'V0001', '829.2.mp4', '829.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('829.3', '', '829.3', '829.3', 'P01', 'C039', 'V0001', '829.3.mp4', '829.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('83.1', 'กฎหมายคนพิการของประเทศไทย', '83.1', '83.1', 'P01', 'C001', 'V0001', '83.1.mp4', '83.1', 'การตัด')," +
            "('83.2', 'พิการซ้ำซ้อน', '83.2', '83.2', 'P08', 'C001', 'V0001', '83.2.mp4', '83.2', 'การตัด')," +
            "('83.3', 'บาป', '83.3', '83.3', 'P08', 'C001', 'V0001', '83.3.mp4', '83.3', 'การตัด')," +
            "('830.1', 'เห็นอย่างถูกต้อง', '830.1', '830.1', 'P03', 'C001', 'V0001', '830.1.mp4', '830.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('830.2', 'มองผิด', '830.2', '830.2', 'P03', 'C001', 'V0001', '830.2.mp4', '830.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('830.3', 'มองผิด', '830.3', '830.3', 'P02', 'C001', 'V0001', '830.3.mp4', '830.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('832.1', 'ตาบอด', '832.1', '832.1', 'P01', 'C001', 'V0001', '832.1.mp4', '832.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('832.2', 'ตาพร่า', '832.2', '832.2', 'P01', 'C001', 'V0001', '832.2.mp4', '832.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('832.3', 'ถูกปิดกั้น', '832.3', '832.3', 'P03', 'C001', 'V0001', '832.3.mp4', '832.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('833.1', 'แปลกตา', '833.1', '833.1', 'P03', 'C001', 'V0001', '833.1.mp4', '833.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('833.2', 'ภาพที่แปลกมาก', '833.2', '833.2', 'P01', 'C001', 'V0001', '833.2.mp4', '833.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('833.3', 'ดูแปลกประหลาด', '833.3', '833.3', 'P03', 'C001', 'V0001', '833.3.mp4', '833.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('834.1', 'ร้องไห้', '834.1', '834.1', 'P03', 'C018', 'V0001', '834.1.mp4', '834.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('834.2', 'ร้องไห้', '834.2', '834.2', 'P03', 'C001', 'V0001', '834.2.mp4', '834.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('835.1', 'เสียงดี', '835.1', '835.1', 'P08', 'C001', 'V0001', '835.1.mp4', '835.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('835.2', 'คำด่า', '835.2', '835.2', 'P08', 'C001', 'V0001', '835.2.mp4', '835.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('835.3', 'พิการทางหู', '835.3', '835.3', 'P01', 'C001', 'V0001', '835.3.mp4', '835.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('836.1', 'หูหนวกแล้ว', '836.1', '836.1', 'P01', 'C001', 'V0001', '836.1.mp4', '836.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('837.2', 'เชื่อ', '837.2', '837.2', 'P03', 'C001', 'V0001', '837.2.mp4', '837.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('837.3', 'ดื้อ', '837.3', '837.3', 'P03', 'C001', 'V0001', '837.3.mp4', '837.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('839.2', 'ไม่อร่อย', '839.2', '839.2', 'P03', 'C001', 'V0001', '839.2.mp4', '839.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('839.3', 'ขม', '839.3', '839.3', 'P03', 'C001', 'V0001', '839.3.mp4', '839.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('84.1', 'เคราะห์กรรม', '84.1', '84.1', 'P08', 'C001', 'V0001', '84.1.mp4', '84.1', 'การตัด')," +
            "('84.2', 'โชคร้าย', '84.2', '84.2', 'P01', 'C001', 'V0001', '84.2.mp4', '84.2', 'การตัด')," +
            "('84.3', 'เขาโชคร้าย', '84.3', '84.3', 'P09', 'C018', 'V0001', '84.3.mp4', '84.3', 'การตัด')," +
            "('840.1', 'ยิ้ม', '840.1', '840.1', 'P03', 'C001', 'V0001', '840.1.mp4', '840.1', 'นิ้วชี้ ชี้ที่หัว')," +
            "('840.2', 'ยิ้ม', '840.2', '840.2', 'P03', 'C001', 'V0001', '840.2.mp4', '840.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('841.2', 'พูดดี', '841.2', '841.2', 'P03', 'C001', 'V0001', '841.2.mp4', '841.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('841.3', 'พูดเลว', '841.3', '841.3', 'P03', 'C001', 'V0001', '841.3.mp4', '841.3', 'นิ้วชี้ ชี้ที่หัว')," +
            "('842.2', 'พูดไม่ดี', '842.2', '842.2', 'P03', 'C001', 'V0001', '842.2.mp4', '842.2', 'นิ้วชี้ ชี้ที่หัว')," +
            "('845.1', 'บอก', '845.1', '845.1', 'P03', 'C001', 'V0001', '845.1.mp4', '845.1', 'นิ้วชี้เหยียดตรง')," +
            "('845.3', 'พูด', '845.3', '845.3', 'P03', 'C001', 'V0001', '845.3.mp4', '845.3', 'นิ้วชี้เหยียดตรง')," +
            "('846.1', 'พูดแล้ว', '846.1', '846.1', 'P03', 'C001', 'V0001', '846.1.mp4', '846.1', 'นิ้วชี้เหยียดตรง')," +
            "('847.3', 'ฟันหรอ', '847.3', '847.3', 'P01', 'C001', 'V0001', '847.3.mp4', '847.3', 'นิ้วชี้เหยียดตรง')," +
            "('848.2', 'เงียบ', '848.2', '848.2', 'P03', 'C001', 'V0001', '848.2.mp4', '848.2', 'นิ้วชี้เหยียดตรง')," +
            "('849.1', 'คุย', '849.1', '849.1', 'P03', 'C001', 'V0001', '849.1.mp4', '849.1', 'นิ้วชี้เหยียดตรง')," +
            "('85.1', 'เชือดคอ', '85.1', '85.1', 'P08', 'C001', 'V0001', '85.1.mp4', '85.1', 'การตัด')," +
            "('85.2', 'ขนมปัง', '85.2', '85.2', 'P01', 'C008', 'V0001', '85.2.mp4', '85.2', 'การตัด')," +
            "('85.3', 'เบลเยี่ยม', '85.3', '85.3', 'P01', 'C001', 'V0001', '85.3.mp4', '85.3', 'การตัด')," +
            "('850.1', 'ถาม', '850.1', '850.1', 'P01', 'C001', 'V0001', '850.1.mp4', '850.1', 'นิ้วชี้เหยียดตรง')," +
            "('851.1', 'สืบสวน', '851.1', '851.1', 'P01', 'C001', 'V0001', '851.1.mp4', '851.1', 'นิ้วชี้เหยียดตรง')," +
            "('851.2', 'สืบพยาน', '851.2', '851.2', 'P01', 'C001', 'V0001', '852.1.mp4', '851.2', 'นิ้วชี้เหยียดตรง')," +
            "('852.2', 'ด่าว่า', '852.2', '852.2', 'P03', 'C001', 'V0001', '852.2.mp4', '852.2', 'นิ้วชี้เหยียดตรง')," +
            "('853.1', 'ด่า', '853.1', '853.1', 'P03', 'C032', 'V0001', '853.1.mp4', '853.1', 'นิ้วชี้เหยียดตรง')," +
            "('854.1', 'ดุด่า', '854.1', '854.1', 'P03', 'C001', 'V0001', '854.1.mp4', '854.1', 'นิ้วชี้เหยียดตรง')," +
            "('855.1', 'ถูกเวลา', '855.1', '855.1', 'P03', 'C001', 'V0001', '855.1.mp4', '855.1', 'นิ้วชี้เหยียดตรง')," +
            "('857.1', 'รถจักรยานยนต์', '857.1', '857.1', 'P01', 'C019', 'V0001', '857.1.mp4', '857.1', 'ฝ่ามือนิ้วชี้ที่ควำลง;  ตัววัตถุเอง')," +
            "('858.1', 'แซง', '858.1', '858.1', 'P03', 'C001', 'V0001', '858.1.mp4', '858.1', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('858.2', 'ถนนพัฒน์พงศ์', '858.2', '858.2', 'P01', 'C023', 'V0001', '858.2.mp4', '858.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('858.3', 'หมอน', '858.3', '858.3', 'P01', 'C009', 'V0001', '858.3.mp4', '858.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('86.1', 'กางเกงชั้นใน', '86.1', '86.1', 'P01', 'C015', 'V0001', '86.1.mp4', '86.1', 'การตัด')," +
            "('86.2', 'กางเกงขาสั้น', '86.2', '86.2', 'P01', 'C015', 'V0001', '86.2.mp4', '86.2', 'การตัด')," +
            "('86.3', 'ชุดว่ายน้ำ', '86.3', '86.3', 'P01', 'C015', 'V0001', '86.3.mp4', '86.3', 'การตัด')," +
            "('860.2', 'นาฬิกาข้อมือ', '860.2', '860.2', 'P01', 'C014', 'V0001', '860.2.mp4', '860.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('861.2', 'ห้านาที', '861.2', '861.2', 'P08', 'C001', 'V0001', '861.2.mp4', '861.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('862.2', 'แปดชั่วโมง', '862.2', '862.2', 'P08', 'C001', 'V0001', '862.2.mp4', '862.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('863.1', 'หนึ่งชั่วโมงครึ่ง', '863.1', '863.1', 'P08', 'C001', 'V0001', '863.1.mp4', '863.1', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('863.3', 'เก้าสิบนาที', '863.3', '863.3', 'P01', 'C001', 'V0001', '863.3.mp4', '863.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('864.3', 'แปรงสีฟัน', '864.3', '864.3', 'P01', 'C009', 'V0001', '864.3.mp4', '864.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('865.1', 'รถถัง', '865.1', '865.1', 'P01', 'C019', 'V0001', '865.1.mp4', '865.1', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('865.2', 'รถถัง', '865.2', '865.2', 'P01', 'C018', 'V0001', '865.2.mp4', '865.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('867.3', 'ขาว', '867.3', '867.3', 'P01', 'C001', 'V0001', '867.3.mp4', '867.3', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('868.2', 'หาร', '868.2', '868.2', 'P01', 'C001', 'V0001', '868.2.mp4', '868.2', 'ฝ่ามือนิ้วชี้ที่คว่ำลง ;ตัววัตถุเอง')," +
            "('87.2', 'เลื่อยไม้', '87.2', '87.2', 'P03', 'C009', 'V0001', '87.2.mp4', '87.2', 'การตัด')," +
            "('87.3', 'สับปะรด', '87.3', '87.3', 'P01', 'C008', 'V0001', '87.3.mp4', '87.3', 'การตัด')," +
            "('870.3', 'ผ่านไป', '870.3', '870.3', 'P03', 'C001', 'V0001', '870.3.mp4', '870.3', 'นิ้วชี้ตั้งขึ้น')," +
            "('872.2', 'เดือนกุมภาพันธ์', '872.2', '872.2', 'P01', 'C022', 'V0001', '872.2.mp4', '872.2', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('873.1', 'เดือนเมษายน', '873.1', '873.1', 'P01', 'C022', 'V0001', '873.1.mp4', '873.1', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('873.2', 'เดือนพฤษภาคม', '873.2', '873.2', 'P01', 'C022', 'V0001', '873.2.mp4', '873.2', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('873.3', 'เดือนมิถุนายน', '873.3', '873.3', 'P01', 'C022', 'V0001', '873.3.mp4', '873.3', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('874.3', 'เดือนกันยายน', '874.3', '874.3', 'P01', 'C022', 'V0001', '874.3.mp4', '874.3', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('875.1', 'เดือนตุลาคม', '875.1', '875.1', 'P01', 'C022', 'V0001', '875.1.mp4', '875.1', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('875.3', 'เดือนธันวาคม', '875.3', '875.3', 'P01', 'C001', 'V0001', '875.3.mp4', '875.3', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('876.2', 'สํญญาเช่า', '876.2', '876.2', 'P01', 'C001', 'V0001', '876.2.mp4', '876.2', 'นิ้วชี้เหยียดตรง  กดนิ้วชี้อีกนิ้วหนึง')," +
            "('877.2', 'มีด', '877.2', '877.2', 'P01', 'C001', 'V0001', '877.2.mp4', '877.2', 'นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('878.1', 'ปวดหัว', '878.1', '878.1', 'P03', 'C001', 'V0001', '878.1.mp4', '878.1', ' นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('878.2', 'ปวดหัว', '878.2', '878.2', 'P03', 'C001', 'V0001', '878.2.mp4', '878.2', ' นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('879.3', 'ปวดไปทั่ว', '879.3', '879.3', 'P03', 'C001', 'V0001', '879.3.mp4', '879.3', ' นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('88.1', 'ถนนรามคำแหง', '88.1', '88.1', 'P01', 'C001', 'V0001', '88.1.mp4', '88.1', 'การตัด')," +
            "('88.2', 'เอเชีย', '88.2', '88.2', 'P01', 'C001', 'V0001', '88.2.mp4', '88.2', 'การตัด')," +
            "('88.3', 'ยุโรป', '88.3', '88.3', 'P01', 'C001', 'V0001', '88.3.mp4', '88.3', 'การตัด')," +
            "('880.2', 'สูญเสียเงินในธุรกิจ', '880.2', '880.2', 'P01', 'C001', 'V0001', '880.2.mp4', '880.2', ' นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')";

    private static final String INSERT_INTO_MATCH_FIVE= "INSERT INTO " + " matchs " + "(Match_id, Match_name, Word_id, Dialect_id, Part_id, cat_id, Video_id, Video_file, Video_name, desc_match) VALUES " +
            "('880.3', 'เสียเงิน', '880.3', '880.3', 'P03', 'C001', 'V0001', '880.3.mp4', '880.3', ' นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('881.1', 'ถูกค้นพบ', '881.1', '881.1', 'P03', 'C001', 'V0001', '881.1.mp4', '881.1', 'นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('881.2', 'ถูกจับได้บ่อยๆ', '881.2', '881.2', 'P03', 'C001', 'V0001', '881.2.mp4', '881.2', 'นิ้วชี้ตัดกับนิ้วชี้อีกนิ้วหนึ่ง ;การตัด, การเจ็บปวด')," +
            "('882.1', 'เหมือนกัน', '882.1', '882.1', 'P01', 'C001', 'V0001', '882.2.mp4', '882.1', 'นิ้วชี้เหยียดตรง')," +
            "('882.3', 'ชนิดต่างๆ', '882.3', '882.3', 'P08', 'C001', 'V0001', '882.3.mp4', '882.3', 'นิ้วชี้เหยียดตรง')," +
            "('884.3', 'จบ', '884.3', '884.3', 'P03', 'C001', 'V0001', '884.3.mp4', '884.3', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('885.1', 'พลาด', '885.1', '885.1', 'P03', 'C001', 'V0001', '885.1.mp4', '885.1', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('885.2', 'พ้นข้อหา', '885.2', '885.2', 'P03', 'C018', 'V0001', '885.2.mp4', '885.2', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('886.1', 'อะไร', '886.1', '886.1', 'P01', 'C001', 'V0001', '886.1.mp4', '886.1', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('887.2', 'อะไร', '887.2', '887.2', 'P01', 'C001', 'V0001', '887.2.mp4', '887.2', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('887.3', 'เราควรจะทำอะไร', '887.3', '887.3', 'P06', 'C001', 'V0001', '887.3.mp4', '887.3', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('888.1', 'คุณสมบัติ', '888.1', '888.1', 'P01', 'C001', 'V0001', '888.1.mp4', '888.1', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('888.2', 'ฉันเป็นอะไรรึ', '888.2', '888.2', 'P06', 'C001', 'V0001', '888.2.mp4', '888.2', 'นิ้วชี้ , นิ้วกลางกระตุกออกจากใต้นิ้วหัวแม่มือ')," +
            "('889.2', 'ยินดีไปเสมอ', '889.2', '889.2', 'P03', 'C001', 'V0001', '889.2.mp4', '889.2', 'นิ้วชี้ตั้งขึ้น')," +
            "('89.2', 'กายวิภาคศาสตร์', '89.2', '89.2', 'P01', 'C001', 'V0001', '89.2.mp4', '89.2', 'การตัด')," +
            "('89.3', 'ขนมครก', '89.3', '89.3', 'P01', 'C008', 'V0001', '89.3.mp4', '89.3', 'การตัด')," +
            "('890.3', 'แต่งงานครั้งที่สอง', '890.3', '890.3', 'P03', 'C032', 'V0001', '890.3.mp4', '890.3', 'นิ้วชี้ตั้งขึ้น')," +
            "('893.1', 'เดินหน้า', '893.1', '893.1', 'P03', 'C001', 'V0001', '893.1.mp4', '893.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('894.2', 'จะไปที่นั่นหรือ', '894.2', '894.2', 'P06', 'C001', 'V0001', '894.2.mp4', '894.2', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('895.1', 'สลับที่กัน', '895.1', '895.1', 'P01', 'C001', 'V0001', '895.1.mp4', '895.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('895.2', 'สลับที่กัน', '895.2', '895.2', 'P03', 'C001', 'V0001', '895.2.mp4', '895.2', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('895.3', 'สลับที่กัน', '895.3', '895.3', 'P03', 'C001', 'V0001', '895.3.mp4', '895.3', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('896.1', 'คนวิ่งแซง', '896.1', '896.1', 'P08', 'C001', 'V0001', '896.1.mp4', '896.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('896.3', 'ผ่านคนอื่นๆไปอย่างรวดเร็ว', '896.3', '896.3', 'P01', 'C001', 'V0001', '896.3.mp4', '896.3', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('897.1', 'คนกลุ่มหนึ่งเดินผ่านคนๆหนึ่งไป', '897.1', '897.1', 'P08', 'C001', 'V0001', '897.1.mp4', '897.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('898.1', 'ฝูงชนเดินสวนกันอย่างช้าๆ', '898.1', '898.1', 'P03', 'C001', 'V0001', '898.1.mp4', '898.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('898.2', 'ฝูงชนสวนทางกัน', '898.2', '898.2', 'P08', 'C001', 'V0001', '898.2.mp4', '898.2', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('9.1', 'เยี่ยว', '9.1', '9.1', 'P03', 'C004', 'V0001', '9.1.mp4', 'เยี่ยว', 'ทำท่ามือตามวิดีโอ')," +
            "('9.2', 'กระโถนปัสวะ', '9.2', '9.2', 'P01', 'C043', 'V0001', '9.2.mp4', 'กระโถนปัสวะ', 'ทำท่ามือตามวีดิโอ')," +
            "('90.1', 'ขอบที่เป็นเส้นตรง', '90.1', '90.1', 'P08', 'C001', 'V0001', '90.1.mp4', '90.1', 'การตัด')," +
            "('90.2', 'ตรวจสอบบัญชี', '90.2', '90.2', 'P03', 'C001', 'V0001', '90.2.mp4', '90.2', 'การตัด')," +
            "('90.3', 'สมุห์บัญชี', '90.3', '90.3', 'P01', 'C001', 'V0001', '90.3.mp4', '90.3', 'การตัด')," +
            "('900.3', 'เหงา', '900.3', '900.3', 'P01', 'C001', 'V0001', '900.3.mp4', '900.3', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('901.1', 'เดินหากันคนละที่', '901.1', '901.1', 'P03', 'C001', 'V0001', '901.1.mp4', '901.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ ')," +
            "('902.1', 'คนกลุ่มใหญ่', '902.1', '902.1', 'P01', 'C001', 'V0001', '902.1.mp4', '902.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('904.1', 'สองกลุ่มแบ่งแยก', '904.1', '904.1', 'P03', 'C001', 'V0001', '904.1.mp4', '904.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('905.2', 'แถวของคน', '905.2', '905.2', 'P01', 'C001', 'V0001', '905.2.mp4', '905.2', 'นิ้วทั้งหมดตั้งขึน')," +
            "('905.3', 'แถวคน', '905.3', '905.3', 'P01', 'C001', 'V0001', '905.3.mp4', '905.3', 'นิ้วทั้งหมดตั้งขึน')," +
            "('908.1', 'ถูกตามไม่รู้ตัว', '908.1', '908.1', 'P03', 'C001', 'V0001', '908.1.mp4', '908.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('909.1', 'ถูกตามไม่รู้ตัว', '909.1', '909.1', 'P01', 'C001', 'V0001', '909.1.mp4', '909.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('909.2', 'ผู้ที่ล่าช้า', '909.2', '909.2', 'P01', 'C001', 'V0001', '909.2.mp4', '909.2', 'นิ้วทั้งหมดตั้งขึน')," +
            "('91.1', 'สร้างเขตส่วนตัว', '91.1', '91.1', 'P08', 'C018', 'V0001', '91.1.mp4', '91.1', 'การตัด')," +
            "('91.2', 'พรมแดน', '91.2', '91.2', 'P01', 'C042', 'V0001', '91.2.mp4', '91.2', 'การตัด')," +
            "('910.1', 'หลายคนรุมทำร้ายหนึ่งคน', '910.1', '910.1', 'P01', 'C001', 'V0001', '910.1.mp4', '910.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('911.1', 'เดินเป็นแถว', '911.1', '911.1', 'P01', 'C001', 'V0001', '911.1.mp4', '911.1', 'นิ้วทั้งหมดตั้งขึน')," +
            "('912.2', 'คนเดินหนีไปจากฉัน', '912.2', '912.2', 'P08', 'C001', 'V0001', '912.2.mp4', '912.2', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('913.1', 'การพบกัน', '913.1', '913.1', 'P01', 'C001', 'V0001', '913.1.mp4', '913.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('913.2', 'เผชิญหน้า', '913.2', '913.2', 'P08', 'C001', 'V0001', '913.2.mp4', '913.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('913.3', 'ห้อมล้อม', '913.3', '913.3', 'P03', 'C001', 'V0001', '913.3.mp4', '913.3', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('914.2', 'คนเข้ามาหา', '914.2', '914.2', 'P08', 'C001', 'V0001', '914.2.mp4', '914.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('915.2', 'พบกันไม่นาน', '915.2', '915.2', 'P03', 'C001', 'V0001', '915.2.mp4', '915.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('915.3', 'ด้วยกัน', '915.3', '915.3', 'P03', 'C001', 'V0001', '915.3.mp4', '915.3', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('916.1', 'เข้ากลุ่ม', '916.1', '916.1', 'P03', 'C001', 'V0001', '916.1.mp4', '916.1', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('916.2', 'แตกออกไป', '916.2', '916.2', 'P03', 'C001', 'V0001', '916.2.mp4', '916.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('917.1', 'พบกัน', '917.1', '917.1', 'P03', 'C001', 'V0001', '917.1.mp4', '917.1', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('917.2', 'รู้จักกัน', '917.2', '917.2', 'P03', 'C001', 'V0001', '917.2.mp4', '917.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('917.3', 'ไม่รู้จัก', '917.3', '917.3', 'P01', 'C001', 'V0001', '917.3.mp4', '917.3', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('918.1', 'คุ้นเคย', '918.1', '918.1', 'P03', 'C001', 'V0001', '918.1.mp4', '918.1', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ข้างของฝ่ามือ')," +
            "('918.3', 'ตีกันกลางถนน', '918.3', '918.3', 'P03', 'C001', 'V0001', '918.3.mp4', '918.3', 'นิ้วชี้เคลื่อนขึ้นข้างบนตรงไปสู่ข้างของฝ่ามือ')," +
            "('919.2', 'สภาสังคมสงเคราะห์', '919.2', '919.2', 'P01', 'C037', 'V0001', '919.2.mp4', '919.2', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('919.3', 'ตีกันกลางถนน', '919.3', '919.3', 'P03', 'C001', 'V0001', '919.3.mp4', '919.3', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('921.1', 'ถอยหนี', '921.1', '921.1', 'P03', 'C001', 'V0001', '921.1.mp4', '921.1', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('921.2', 'ฉันถูกขับออกจากสังคม', '921.2', '921.2', 'P08', 'C001', 'V0001', '921.2.mp4', '921.2', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('921.3', 'หน้าตาอัปลักษณ์', '921.3', '921.3', 'P01', 'C001', 'V0001', '921.3.mp4', '921.3', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('922.2', 'แตกต่าง', '922.2', '922.2', 'P03', 'C001', 'V0001', '922.2.mp4', '922.2', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('922.3', '', '922.3', '922.3', 'P01', 'C018', 'V0001', '922.3.mp4', '922.3', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('923.1', 'กลุ่ม', '923.1', '923.1', 'P01', 'C001', 'V0001', '923.1.mp4', '923.1', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('923.2', 'กลุ่มใหญ่', '923.2', '923.2', 'P01', 'C001', 'V0001', '923.2.mp4', '923.2', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('923.3', 'กลุ่มคน', '923.3', '923.3', 'P01', 'C001', 'V0001', '923.3.mp4', '923.3', 'นิ้วชี้เคลื่อนึ้นข้างบนตรงไปสู่ด้านข้างของฝ่ามือ')," +
            "('924.1', 'สมาคมทหารผ่านศึก', '924.1', '924.1', 'P08', 'C001', 'V0001', '924.1.mp4', '924.1', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('924.2', 'สมาคมคนตาบอด', '924.2', '924.2', 'P01', 'C037', 'V0001', '924.2.mp4', '924.2', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('924.3', 'โรงพยาบาลรามาธิบดี', '924.3', '924.3', 'P01', 'C037', 'V0001', '924.3.mp4', '924.3', 'นิ้วทั้งหมดตั้งขึ้น')," +
            "('925.1', 'อาย', '925.1', '925.1', 'P03', 'C001', 'V0001', '925.1.mp4', '925.1', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('925.2', 'ขายหน้า', '925.2', '925.2', 'P03', 'C001', 'V0001', '925.2.mp4', '925.2', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('925.3', 'หน้าซีด', '925.3', '925.3', 'P01', 'C001', 'V0001', '925.3.mp4', '925.3', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('926.1', 'เลขานุการ', '926.1', '926.1', 'P01', 'C018', 'V0001', '926.1.mp4', '926.1', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('926.2', 'เลขาธิการ', '926.2', '926.2', 'P01', 'C018', 'V0001', '926.2.mp4', '926.2', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('926.3', 'หัวขมิ้น', '926.3', '926.3', 'P01', 'C001', 'V0001', '926.3.mp4', '926.3', 'นิ้วชี้และนิวหัวแม่มือเหยียดตรง')," +
            "('93.1', 'การพัฒนา', '93.1', '93.1', 'P01', 'C032', 'V0001', '93.1.mp4', '93.1', 'การตัด')," +
            "('93.2', 'สงสาร', '93.2', '93.2', 'P08', 'C044', 'V0001', '93.2.mp4', '93.2', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('93.3', 'กรมประชาสงเคราะห์', '93.3', '93.3', 'P01', 'C057', 'V0001', '93.3.mp4', '93.3', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('931.2', 'สายบิดไขมัน', '931.2', '931.2', 'P01', 'C001', 'V0001', '931.2.mp4', '931.2', 'นิ้วชี้และนิ้วกลางรวบบิดพันเป็นเกลียว')," +
            "('933.1', 'ยิง', '933.1', '933.1', 'P03', 'C001', 'V0001', '933.1.mp4', '933.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('934.1', 'ดวลปืน', '934.1', '934.1', 'P03', 'C001', 'V0001', '934.1.mp4', '934.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('935.1', 'เนคไท', '935.1', '935.1', 'P01', 'C015', 'V0001', '935.1.mp4', '935.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('935.2', 'ผ้าผููกคอ', '935.2', '935.2', 'P01', 'C015', 'V0001', '935.2.mp4', '935.2', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('936.1', 'คุณหญิง', '936.1', '936.1', 'P01', 'C018', 'V0001', '936.1.mp4', '936.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('936.3', 'วิทยาลัยครูสวนดุสิต', '936.3', '936.3', 'P01', 'C037', 'V0001', '936.3.mp4', '936.3', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('938.1', 'โรงพยาบาลพระมงกุฎเกล้า', '938.1', '938.1', 'P01', 'C037', 'V0001', '938.1.mp4', '938.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('938.2', 'โรงพยาบาลรามาธิบดี', '938.2', '938.2', 'P01', 'C001', 'V0001', '938.2.mp4', '938.2', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('939.1', 'นาม', '939.1', '939.1', 'P01', 'C001', 'V0001', '939.1.mp4', '939.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('94.3', 'ฉันตัดเขาทั้งสองออกไป', '94.3', '94.3', 'P08', 'C044', 'V0001', '94.3.mp4', '94.3', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('940.3', 'ชื่อไม่ค่อยดี', '940.3', '940.3', 'P01', 'C001', 'V0001', '940.3.mp4', '940.3', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('941.1', 'ชื่อเสียโด่งดัง', '941.1', '941.1', 'P01', 'C001', 'V0001', '941.1.mp4', '941.1', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('943.3', 'งาน', '943.3', '943.3', 'P01', 'C001', 'V0001', '943.3.mp4', '943.3', 'นิ้วชี้และนิ้วกลางรวบติดกัน')," +
            "('945.1', 'งาน', '945.1', '945.1', 'P01', 'C001', 'V0001', '945.1.mp4', '945.1', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('946.2', 'ตัดสินใจ', '946.2', '946.2', 'P03', 'C001', 'V0001', '946.2.mp4', '946.2', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('946.3', 'ส่วนตัว', '946.3', '946.3', 'P01', 'C001', 'V0001', '946.3.mp4', '946.3', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('948.2', 'ไข่เค็ม', '948.2', '948.2', 'P01', 'C001', 'V0001', '948.2.mp4', '948.2', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('949.1', 'ค้นหาพัสดุุไปรษณีย์', '949.1', '949.1', 'P01', 'C001', 'V0001', '949.1.mp4', '949.1', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('949.2', 'การทาสี', '949.2', '949.2', 'P01', 'C001', 'V0001', '949.2.mp4', '949.2', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('95.1', 'ถูกกีดกัน', '95.1', '95.1', 'P03', 'C032', 'V0001', '95.1.mp4', '95.1', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('95.2', 'แยกสองกลุ่มออกจากกัน', '95.2', '95.2', 'P08', 'C044', 'V0001', '95.2.mp4', '95.2', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('95.3', 'หยุด', '95.3', '95.3', 'P03', 'C042', 'V0001', '95.3.mp4', '95.3', 'การหันฝ่ามืออย่างเป็นกลาง')," +
            "('950.3', 'หวานมาก', '950.3', '950.3', 'P01', 'C001', 'V0001', '950.3.mp4', '950.3', 'นิ้วชี้และนิ้วกลางรวบติดัน')," +
            "('M0001', 'ก', 'W0001', 'D0001', 'P01', 'C001', 'V0001', 'm001.mp4', 'ก.ไก่', 'ทำตามวีดิโอท่ามือ')," +
            "('M0002', 'ข', 'W0002', 'D0002', 'P01', 'C001', 'V0001', 'm002.mp4', 'ข', 'ทำตามวีดีโอท่ามือ')," +
            "('M0003', 'ค', 'W0003', 'D0003', 'P01', 'C001', 'V0001', 'm003.mp4', 'ค.ควาย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0004', 'ฆ', 'W0004', 'D0004', 'P01', 'C001', 'V0001', 'm004.mp4', 'ฆ.ระฆัง', 'ทำวิดีโอตามท่ามือ')," +
            "('M0005', 'ง', 'W0005', 'D0005', 'P01', 'C001', 'V0001', 'm005.mp4', 'ง.งู', 'ทำวิดีโอตามท่ามือ')," +
            "('M0006', 'จ', 'W0006', 'D0006', 'P01', 'C001', 'V0001', 'm006.mp4', 'จ.จาน', 'ทำวิดีโอตามท่ามือ')," +
            "('M0007', 'ฉ', 'W0007', 'D0007', 'P01', 'C001', 'V0001', 'm007.mp4', 'ฉ.ฉิ่ง', 'ทำวิดีโอตามท่ามือ')," +
            "('M0008', 'ช', 'W0008', 'D0008', 'P01', 'C001', 'V0001', 'm008.mp4', 'ช.ช้าง', 'ทำวิดีโอตามท่ามือ')," +
            "('M0009', 'ซ', 'W0009', 'D0009', 'P01', 'C001', 'V0001', 'm009.mp4', 'ซ.โช่', 'ทำวิดีโอตามท่ามือ')," +
            "('M0010', 'ฌ', 'W0010', 'D0010', 'P01', 'C001', 'V0001', 'm010.mp4', 'ฌ.กะเฌอ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0011', 'ญ', 'W0011', 'D0011', 'P01', 'C001', 'V0001', 'm011.mp4', 'ญ.ผู้หญิง', 'ทำวิดีโอตามท่ามือ')," +
            "('M0012', 'ฎ', 'W0012', 'D0012', 'P01', 'C001', 'V0001', 'm012.mp4', 'ฎ.ชฎา', 'ทำวิดีโอตามท่ามือ')," +
            "('M0013', 'ฏ', 'W0013', 'D0013', 'P01', 'C001', 'V0001', 'm013.mp4', 'ฏ.ปฏัก', 'ทำวิดีโอตามท่ามือ')," +
            "('M0014', 'ฐ', 'W0014', 'D0014', 'P01', 'C001', 'V0001', 'm014.mp4', 'ฐ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0015', 'ฑ', 'W0015', 'D0015', 'P01', 'C001', 'V0001', 'm015.mp4', 'ฑ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0016', 'ฒ', 'W0016', 'D0016', 'P01', 'C001', 'V0001', 'm016.mp4', 'ฒ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0017', 'ณ', 'W0017', 'D0017', 'P01', 'C001', 'V0001', 'm017.mp4', 'ณ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0018', 'ด', 'W0018', 'D0018', 'P01', 'C001', 'V0001', 'm018.mp4', 'ด', 'ทำวิดีโอตามท่ามือ')," +
            "('M0019', 'ต', 'W0019', 'D0019', 'P01', 'C001', 'V0001', 'm0019.mp4', 'ต', 'ทำวิดีโอตามท่ามือ')," +
            "('M0020', 'ถ', 'W0020', 'D0020', 'P01', 'C001', 'V0001', 'm020.mp4', 'ถ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0021', 'ท', 'W0021', 'D0021', 'P01', 'C001', 'V0001', 'm021.mp4', 'ท', 'ทำวิดีโอตามท่ามือ')," +
            "('M0022', 'ธ', 'W0022', 'D0022', 'P01', 'C001', 'V0001', 'm022.mp4', 'ธ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0023', 'น', 'W0023', 'D0023', 'P01', 'C001', 'V0001', 'm023.mp4', 'น', 'ทำวิดีโอตามท่ามือ')," +
            "('M0024', 'บ', 'W0024', 'D0024', 'P01', 'C001', 'V0001', 'm024.mp4', 'บ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0025', 'ป', 'W0025', 'D0025', 'P01', 'C001', 'V0001', 'm025.mp4', 'ป', 'ทำวิดีโอตามท่ามือ')," +
            "('M0026', 'ผ', 'W0026', 'D0026', 'P01', 'C001', 'V0001', 'm026.mp4', 'ผ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0027', 'ฝ', 'W0027', 'D0027', 'P01', 'C001', 'V0001', 'm027.mp4', 'ฝ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0028', 'พ', 'W0028', 'D0028', 'P01', 'C001', 'V0001', 'm028.mp4', 'พ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0029', 'ฟ', 'W0029', 'D0029', 'P01', 'C001', 'V0001', 'm029.mp4', 'ฟ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0030', 'ภ', 'W0030', 'D0030', 'P01', 'C001', 'V0001', 'm030.mp4', 'ภ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0031', 'ม', 'W0031', 'D0031', 'P01', 'C001', 'V0001', 'm031.mp4', 'ม', 'ทำวิดีโอตามท่ามือ')," +
            "('M0032', 'ย', 'W0032', 'D0032', 'P01', 'C001', 'V0001', 'm032.mp4', 'ย', 'ทำวิดีโอตามท่ามือ')," +
            "('M0033', 'ร', 'W0033', 'D0033', 'P01', 'C001', 'V0001', 'm033.mp4', 'ร', 'ทำวิดีโอตามท่ามือ')," +
            "('M0034', 'ฤ', 'W0034', 'D0034', 'P01', 'C001', 'V0001', 'm034.mp4', 'ฤ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0035', 'ล', 'W0035', 'D0035', 'P01', 'C001', 'V0001', 'm035.mp4', 'ล', 'ทำวิดีโอตามท่ามือ')," +
            "('M0036', 'ว', 'W0036', 'D0036', 'P01', 'C001', 'V0001', 'm036.mp4', 'ว', 'ทำวิดีโอตามท่ามือ')," +
            "('M0037', 'ศ', 'W0037', 'D0037', 'P01', 'C001', 'V0001', 'm037.mp4', 'ศ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0038', 'ษ', 'W0038', 'D0038', 'P01', 'C001', 'V0001', 'm038.mp4', 'ษ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0039', 'ส', 'W0039', 'D0039', 'P01', 'C001', 'V0001', 'm039.mp4', 'ส', 'ทำวิดีโอตามท่ามือ')," +
            "('M0040', 'ห', 'W0040', 'D0040', 'P01', 'C001', 'V0001', 'm040.mp4', 'ห', 'ทำวิดีโอตามท่ามือ')," +
            "('M0041', 'ฬ', 'W0041', 'D0041', 'P01', 'C001', 'V0001', 'm041.mp4', 'ฬ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0042', 'อ', 'W0042', 'D0042', 'P01', 'C001', 'V0001', 'm042.mp4', 'อ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0043', 'ฮ', 'W0043', 'D0043', 'P01', 'C001', 'V0001', 'm043.mp4', 'ฮ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0044', 'การันต์', 'W0044', 'D0044', 'P01', 'C001', 'V0001', 'm044.mp4', 'การันต์', 'ทำวิดีโอตามท่ามือ')," +
            "('M0045', 'สระอะ', 'W0045', 'D0045', 'P01', 'C001', 'V0001', 'm045.mp4', 'สระอะ', 'ทำวิดีโอตามท่ามือ')," +
            "('M0046', 'สระอา', 'W0046', 'D0046', 'P01', 'C001', 'V0001', 'm046.mp4', 'สระอา', 'ทำมือตามวิดีโอ')," +
            "('M0047', 'สระอำ', 'W0047', 'D0047', 'P01', 'C001', 'V0001', 'm047.mp4', 'สระอำ', 'ทำมือตามวิดีโอ')," +
            "('M0048', 'สระอิ', 'W0048', 'D0048', 'P01', 'C001', 'V0001', 'm048.mp4', 'สระอิ', 'ทำมือตามวิดีโอ')," +
            "('M0049', 'สระอี', 'W0049', 'D0049', 'P01', 'C001', 'V0001', 'm049.mp4', 'สระอี', 'ทำมือตามวิดีโอ')," +
            "('M0050', 'สระอึ', 'W0050', 'D0050', 'P01', 'C001', 'V0001', 'm050.mp4', 'สระอึ', 'ทำมือตามวิดีโอ')," +
            "('M0051', 'สระอือ', 'W0051', 'D0051', 'P01', 'C001', 'V0001', 'm051.mp4', 'สระอือ', 'ทำมือตามวิดีโอ')," +
            "('M0052', 'สระอุ', 'W0052', 'D0052', 'P01', 'C001', 'V0001', 'm052.mp4', 'สระอุ', 'ทำมือตามวิดีโอ')," +
            "('M0053', 'สระอู', 'W0053', 'D0053', 'P01', 'C001', 'V0001', 'm053.mp4', 'สระอู', 'ทำมือตามวิดีโอ')," +
            "('M0054', 'สระเอ', 'W0054', 'D0054', 'P01', 'C001', 'V0001', 'm054.mp4', 'สระเอ', 'ทำมือตามวิดีโอ')," +
            "('M0055', 'สระแอ', 'W0055', 'D0055', 'P01', 'C001', 'V0001', 'm055.mp4', 'สระแอ', 'ทำมือตามวิดีโอ')," +
            "('M0056', 'สระโอ', 'W0056', 'D0056', 'P01', 'C001', 'V0001', 'm056.mp4', 'สระโอ', 'ทำมือตามวิดีโอ')," +
            "('M0057', 'สระใอ', 'W0057', 'D0057', 'P01', 'C001', 'V0001', 'm057.mp4', 'สระใอ', 'ทำมือตามวิดีโอ')," +
            "('M0058', 'สระไอ', 'W0058', 'D0058', 'P01', 'C001', 'V0001', 'm058.mp4', 'สระไอ', 'ทำมือตามวิดีโอ')," +
            "('M0059', 'ครอบครัว', 'W0059', 'D0059', 'P01', 'C003', 'V0001', 'f01.mp4', 'ครอบครัว', 'ทำท่ามือตามวีดิโอ')," +
            "('M0060', 'ปู่', 'W0060', 'D0060', 'P01', 'C003', 'V0001', 'f02.mp4', 'ปู่', 'ทำท่ามือตามวิดีโอ')," +
            "('M0061', 'ย่า', 'W0061', 'D0061', 'P01', 'C003', 'V0001', 'f03.mp4', 'ย่า', 'ทำท่ามือตามวิดีโอ')," +
            "('M0062', 'ยาย', 'W0062', 'D0062', 'P01', 'C003', 'V0001', 'f05.mp4', 'ยาย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0063', 'ลุง', 'W0063', 'D0063', 'P01', 'C003', 'V0001', 'f06.mp4', 'ลุง', 'ทำท่ามือตามวิดีโอ')," +
            "('M0064', 'ป้า', 'W0064', 'D0064', 'P01', 'C003', 'V0001', 'f07.mp4', 'ป้า', 'ทำท่ามือตามวิดีโอ')," +
            "('M0065', 'น้าชาย', 'W0065', 'D0065', 'P01', 'C003', 'V0001', 'f08.mp4', 'น้าชาย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0066', 'น้าหญิง', 'W0066', 'D0066', 'P01', 'C003', 'V0001', 'f09.mp4', 'น้าหญิง', 'ทำท่ามือตามวิดีโอ')," +
            "('M0067', 'อาผู้ชาย', 'W0067', 'D0067', 'P01', 'C003', 'V0001', 'f10.mp4', 'อาผู้ชาย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0068', 'อาผู้หญิง', 'W0068', 'D0068', 'P01', 'C003', 'V0001', 'f11.mp4', 'อาผู้หญิง', 'ทำท่ามือตามวิดีโอ')," +
            "('M0069', 'พ่อ', 'W0069', 'D0069', 'P01', 'C003', 'V0001', 'f12.mp4', 'พ่อ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0070', 'ลูก', 'W0070', 'D0070', 'P01', 'C003', 'V0001', 'f14.mp4', 'ลูก', 'ทำท่ามือตามวิดีโอ')," +
            "('M0071', 'หลาน', 'W0071', 'D0071', 'P01', 'C003', 'V0001', 'f15.mp4', 'หลาน', 'ทำท่ามือตามวิดีโอ')," +
            "('M0072', 'น้องชาย', 'W0072', 'D0072', 'P01', 'C003', 'V0001', 'f16.mp4', 'น้องชาย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0073', 'น้องสาว', 'W0073', 'D0073', 'P01', 'C003', 'V0001', 'f17.mp4', 'น้องสาว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0074', 'พี่สาว', 'W0074', 'D0074', 'P01', 'C003', 'V0001', 'f18.mp4', 'พี่สาว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0075', 'ญาติ', 'W0075', 'D0075', 'P01', 'C003', 'V0001', 'f22.mp4', 'ญาติ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0076', 'กล้องถ่ายรูป', 'W0076', 'D0076', 'P01', 'C004', 'V0001', 'e01.mp4', 'กล้องถ่ายรูป', 'ทำท่ามือตามวิดีโอ')," +
            "('M0077', 'คอมพิวเตอร์', 'W0077', 'D0077', 'P01', 'C004', 'V0001', 'e02.mp4', 'คอมพิวเตอร์', 'ทำท่ามือตามวิดีโอ')," +
            "('M0078', 'ตู้เย็น', 'W0078', 'D0078', 'P01', 'C004', 'V0001', 'e06.mp4', 'ตู้เย็น', 'ทำท่ามือตามวิดีโอ')," +
            "('M0079', 'พัดลงม', 'W0079', 'D0079', 'P01', 'C004', 'V0001', 'e09.mp4', 'พัดลม', 'ทำท่ามือตามวิดีโอ')," +
            "('M0080', 'แอร์', 'W0080', 'D0080', 'P01', 'C004', 'V0001', 'e10.mp4', 'แอร์', 'ทำท่ามือตามวิดีโอ')," +
            "('M0081', 'กรรไกร', 'W0081', 'D0081', 'P01', 'C005', 'V0001', 't01.mp4', 'กรรไกร', 'ทำท่ามือตามวิดีโอ')," +
            "('M0082', 'ค้อน', 'W0082', 'D0082', 'P01', 'C005', 'V0001', 't03.mp4', 'ค้อน', 'ทำท่ามือตามวิดีโอ')," +
            "('M0083', 'ตะปู', 'W0083', 'D0083', 'P01', 'C005', 'V0001', 't04.mp4', 'ตะปู', 'ทำท่ามือตามวิดีโอ')," +
            "('M0084', 'ปลั๊กไฟ', 'W0084', 'D0084', 'P01', 'C005', 'V0001', 't05.mp4', 'ปลั๊กไฟ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0085', 'หลอดไฟนีออน', 'W0085', 'D0085', 'P01', 'C005', 'V0001', 't07.mp4', 'หลอดไฟนีออน', 'ทำท่ามือตามวิดีโอ')," +
            "('M0086', 'หลอดไฟน้ำเต้า', 'W0086', 'D0086', 'P01', 'C005', 'V0001', 't08.mp4', 'หลอดไฟน้ำเต้า', 'ทำท่ามือตามวิดีโอ')," +
            "('M0087', 'คราด', 'W0087', 'D0087', 'P01', 'C006', 'V0001', 'A01.mp4', 'คราด', 'ทำท่ามือตามวิดีโอ')," +
            "('M0088', 'จอบ', 'W0088', 'D0088', 'P01', 'C006', 'V0001', 'a02.mp4', 'จอบ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0089', 'ตะกร้า', 'W0089', 'D0089', 'P01', 'C006', 'V0001', 'a04.mp4', 'ตะกร้า', 'ทำท่ามือตามวิดีโอ')," +
            "('M0090', 'บัวรดน้ำ', 'W0090', 'D0090', 'P01', 'C006', 'V0001', 'a05.mp4', 'บัวรดน้ำ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0091', 'ปุ๋ย', 'W0091', 'D0091', 'P01', 'C006', 'V0001', 'a07.mp4', 'ปุ๋ย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0092', 'สวิง', 'W0092', 'D0092', 'P01', 'C006', 'V0001', 'a08.mp4', 'สวิง', 'ทำท่ามือตามวิดีโอ')," +
            "('M0093', 'สายยาง', 'W0093', 'D0093', 'P01', 'C006', 'V0001', 'a09.mp4', 'สายยาง', 'ทำท่ามือตามวิดีโอ')," +
            "('M0094', 'สุ่มไก่', 'W0094', 'D0094', 'P01', 'C006', 'V0001', 'a10.mp4', 'สุ่มไก่', 'ทำท่ามือตามวิดีโอ')," +
            "('M0095', 'เสียม', 'W0095', 'D0095', 'P01', 'C006', 'V0001', 'a11.mp4', 'เสียม', 'ทำท่ามือตามวิดีโอ')," +
            "('M0096', 'แห', 'W0096', 'D0096', 'P01', 'C006', 'V0001', 'a12.mp4', 'แห', 'ทำท่ามือตามวิดีโอ')," +
            "('M0097', 'ดินสอ', 'W0097', 'D0097', 'P01', 'C007', 'V0001', 's01.mp4', 'ดินสอ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0098', 'ปากกา', 'W0098', 'D0098', 'P01', 'C007', 'V0001', 's02.mp4', 'ปากกา', 'ทำท่ามือตามวิดีโอ')," +
            "('M0099', 'ยางลบ', 'W0099', 'D0099', 'P01', 'C007', 'V0001', 's04.mp4', 'ยางลบ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0100', 'สมุด', 'W0100', 'D0100', 'P01', 'C007', 'V0001', 's05.mp4', 'สมุด', 'ทำท่ามือตามวิดีโอ')," +
            "('M0101', 'หนังสือ', 'W0101', 'D0101', 'P01', 'C007', 'V0001', 's06.mp4', 'หนังสือ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0102', 'อาหาร', 'W0102', 'D0102', 'P01', 'C008', 'V0001', '1.mp4', 'อาหาร', 'ทำท่ามือตามวิดีโอ')," +
            "('M0103', 'กินข้าว', 'W0103', 'D0103', 'P03', 'C008', 'V0001', '2.mp4', 'กินข้าว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0104', 'ข้าวเปลือก', 'W0104', 'D0104', 'P01', 'C008', 'V0001', '4.mp4', 'ข้าวเปลือก', 'ทำท่ามือตามวิดีโอ')," +
            "('M0105', 'ข้าวสวย', 'W0105', 'D0105', 'P01', 'C008', 'V0001', '5.mp4', 'ข้าวสวย', 'ทำท่ามือตามวิดีโอ')," +
            "('M0106', 'ข้าวสาร', 'W0106', 'D0106', 'P01', 'C008', 'V0001', '6.mp4', 'ข้าวสาร', 'ทำท่ามือตามวิดีโอ')," +
            "('M0107', 'ข้าวหลาม', 'W0107', 'D0107', 'P01', 'C008', 'V0001', '7.mp4', 'ข้าวหลาม', 'ทำท่ามือตามวิดีโอ')," +
            "('M0108', 'ข้าวเหนียว', 'W0108', 'D0108', 'P01', 'C008', 'V0001', '8.mp4', 'ข้าวเหนียว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0109', 'ดื้มน้ำ', 'W0109', 'D0109', 'P03', 'C008', 'V0001', '12.mp4', 'ดื่มน้ำ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0110', 'ทอด', 'W0110', 'D0110', 'P03', 'C008', 'V0001', '13.mp4', 'ทอด', 'ทำท่ามือตามวิดีโอ')," +
            "('M0111', 'น้ำ', 'W0111', 'D0111', 'P01', 'C008', 'V0001', '14.mp4', 'น้ำ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0113', 'นึ่งข้าว', 'W0113', 'D0113', 'P03', 'C008', 'V0001', '15.mp4', 'นึ่งข้าว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0114', 'ปลาร้า', 'W0114', 'D0114', 'P01', 'C008', 'V0001', '16.mp4', 'ปลาร้า', 'ทำท่ามือตามวิดีโอ')," +
            "('M0115', 'ยำ', 'W0115', 'D0115', 'P01', 'C008', 'V0001', '17.mp4', 'ยำ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0116', 'ส้มตำ', 'W0116', 'D0116', 'P01', 'C008', 'V0001', '18.mp4', 'ส้มตำ', 'ทำท่ามือตามวิดีโอ')," +
            "('M0117', 'หุงข้าว', 'W0117', 'D0117', 'P03', 'C008', 'V0001', '19.mp4', 'หุงข้าว', 'ทำท่ามือตามวิดีโอ')," +
            "('M0118', 'ไม้เอก', 'W0118', 'D0118', 'P01', 'C001', 'V0001', 'maiaek.mp4', 'ไม้เอก', 'ทำตามวิดีโอท่ามือ')," +
            "('M0119', 'ไม้โท', 'W0119', 'D0119', 'P01', 'C001', 'V0001', 'maito.mp4', 'ไม้โท', 'ทำตามวิดีโอท่ามือ')," +
            "('M0120', 'ไม้หันอากาศ', 'W0120', 'D0120', 'P01', 'C001', 'V0001', 'M1020.mp4', 'ไม้หันอากาศ', 'ทำท่ามือตามวิดีโอ')";


    private static final String INSERT_INTO_PARTOFSPEECH = "INSERT INTO " + " partofspeech " + "(Part_id, Part) Values ('P01', 'คำนาม')," +
            "('P02', 'คำสรรพนาม')," +
            "('P03', 'คำกิริยา')," +
            "('P04', 'คำอุทาน')," +
            "('P05', 'คำวิเศษณ์')," +
            "('P06', 'คำถาม')," +
            "('P07', 'คำปฎิเสธ')," +
            "('P08', 'ลักษณะอื่นๆ')," +
            "('P09', 'คำขยาย')";


    private static final String INSERT_INTO_VIDEO = "INSERT INTO " + " video " + "(Video_id, Video_name) Values ('V.MP4', '')," +
            "('V0001', 'กา')," +
            "('V0002', 'กา')," +
            "('V0003', 'จอบ')," +
            "('V0004', 'มอง')," +
            "('V0005', 'รัก')," +
            "('ก.MP4', 'ก')," +
            "('ข.mp4', 'ข')," +
            "('ค.mp4', 'ค')," +
            "('ฆ.mp4', 'ฆ')," +
            "('ซ.mp4', 'ซ')," +
            "('ต.mp4', 'ต')";

    private static final String INSERT_INTO_DIALECTS = "INSERT INTO " + " dialects " + "(Dialect_id, Dialect_name) Values ('', '')," +
            "('1.2', 'ไปแล้ว')," +
            "('1.3', 'ไปให้พ้น')," +
            "('10.1', 'เอามานี่')," +
            "('10.2', 'เลือก')," +
            "('10.3', 'คัดเลือก')," +
            "('109.1', 'เดินตรง')," +
            "('109.2', 'เดินทน')," +
            "('109.3', 'ย่างถอยหลัง')," +
            "('11.2', 'สิ่งแวดล้อม')," +
            "('11.3', 'สำนักงานใหญ่')," +
            "('110.2', 'ไล่ตาม')," +
            "('110.3', 'เท้ากระทุ่มน้ำ')," +
            "('1100.1', 'พาหุรัด')," +
            "('1100.3', 'วังบูรพา')," +
            "('1101.1', 'ครุฑ')," +
            "('1101.2', 'รัฐบาล')," +
            "('1101.3', 'วัดหยุดราชการ')," +
            "('1104.1', 'ตาย')," +
            "('1104.2', 'ตายแล้ว')," +
            "('1104.3', 'ตายช้าๆ')," +
            "('1105.1', 'ฉันตายแล้ว')," +
            "('1105.2', 'ตาย')," +
            "('1105.3', 'เสียเงิน')," +
            "('1106.1', 'ตายเบิด')," +
            "('1106.2', 'ตายหมด')," +
            "('1107.1', 'ก่อวินาศกรรม')," +
            "('1107.2', 'ขนตาไม่สวย')," +
            "('1107.3', 'ทำภาษามือเงอะงะ')," +
            "('1108.2', 'หน้าบูด')," +
            "('1108.3', 'หน้าแก่')," +
            "('1109.1', 'คนตะหนี่')," +
            "('1109.2', 'ตระหนี่')," +
            "('1109.3', 'ขี้ถี่')," +
            "('111.2', 'ก่อสร้าง')," +
            "('111.3', 'ตึก')," +
            "('1111.2', 'ต้องการ')," +
            "('1111.3', 'ไม่ต้องการ')," +
            "('1112.1', 'เสียง')," +
            "('1112.2', 'เสียงดังมาก')," +
            "('1112.3', 'เสียงดังมากๆรอบทิศ')," +
            "('1113.1', 'ด่า')," +
            "('1113.2', 'บ่น')," +
            "('1113.3', 'ถึกด่า')," +
            "('1114.1', 'เว้าดัง')," +
            "('1114.3', 'ฮ้อง')," +
            "('1115.1', 'ด่า')," +
            "('1115.2', 'เงียบ')," +
            "('1115.3', 'เซา')," +
            "('1116.1', 'ระวัง')," +
            "('1116.2', 'อันตราย')," +
            "('1116.3', 'อันตราย')," +
            "('1117.1', 'การประกันภัย')," +
            "('1117.2', 'รับประกัน')," +
            "('1117.3', 'การประกันตัว')," +
            "('1118.1', 'ผล')," +
            "('1118.2', 'ที่นั่น')," +
            "('1118.3', 'บ่แม่นที่นั่น')," +
            "('1119.1', 'มีดโกน')," +
            "('1119.2', 'โกนหนวด')," +
            "('1119.3', 'แห้ง')," +
            "('112.1', 'โรมแรมดุสิตธานี')," +
            "('1120.1', 'ยาก')," +
            "('1120.2', 'ความยาก')," +
            "('1120.3', 'ปัญหา')," +
            "('1121.1', 'ยาก')," +
            "('1121.2', 'กดขี่')," +
            "('1121.3', 'ปั่นจั่น')," +
            "('1122.1', 'หิน')," +
            "('1122.2', 'หินตะปุ่มตะปั่ม')," +
            "('1122.3', 'โรคลมบ้าหมู')," +
            "('1123.1', 'รำคาญ')," +
            "('1123.2', 'รำคาญมาก')," +
            "('1123.3', 'โกรธจัด')," +
            "('1124.1', 'ความเสียดาย')," +
            "('1124.2', 'เมา')," +
            "('1125.1', 'เคียด')," +
            "('1125.2', 'เคียดหลาย')," +
            "('1125.3', 'ซังเจ้าของ')," +
            "('1126.1', 'หมี')," +
            "('1126.2', 'ขิง')," +
            "('1127.1', 'มะเหงก')," +
            "('1128.1', 'รบกวน')," +
            "('1128.2', 'บ่ยุ่ง')," +
            "('1128.3', 'บ่มีปัญหา')," +
            "('1129.1', 'แค้นใจหลาย')," +
            "('1129.2', 'เจ็บใจ')," +
            "('1129.3', 'บ่แค้นใจ')," +
            "('1130.1', 'ปวดหัว')," +
            "('1131.1', 'ปวดแขน')," +
            "('1131.2', 'บวม')," +
            "('1131.3', 'ปวดโต')," +
            "('1132.1', 'แสบดัง')," +
            "('1132.2', 'ปาดกราม')," +
            "('1132.3', 'เผ็ด')," +
            "('1133.1', 'คอแห้ง')," +
            "('1133.2', 'กระหาย')," +
            "('1135.2', 'แผนที่ประเทศไทย')," +
            "('1135.3', 'ด้านตะวันตก')," +
            "('1138.1', 'ทิ้ศตะวันออก')," +
            "('1138.2', 'อีสาน')," +
            "('1138.3', 'ภายนอก')," +
            "('1139.1', 'สี่ภาค')," +
            "('1139.2', 'ภาคเหนือ')," +
            "('1139.3', 'ภาคกลาง')," +
            "('1140.1', 'ภาคอีสาน')," +
            "('1140.2', 'ภาคตะวันตก')," +
            "('1140.3', 'ภาคใต้')," +
            "('1141.1', 'มีอิทธิพล')," +
            "('1141.2', 'จังหวัด')," +
            "('1142.1', 'ไปเหนือ')," +
            "('1142.2', 'ไปใต้')," +
            "('1142.3', 'จากเหนือไปใต้')," +
            "('1143.1', 'ไปภาคตะวันตก')," +
            "('1143.2', 'ไปอีสาน')," +
            "('1143.3', 'แวะหลายจังหวัด')," +
            "('1144.1', 'คนที่เข้ามาในไทย')," +
            "('1145.1', 'กรุงเทพ')," +
            "('1145.2', 'ย้ายไปเหนือ')," +
            "('1145.3', 'ย้ายไปใต้')," +
            "('1146.1', 'ย้ายไปภาคตะวันตก')," +
            "('1146.2', 'ย้ายจากกรุงเทพ')," +
            "('1146.3', 'ย้ายดู๋')," +
            "('1147.1', 'ไปเหนือ')," +
            "('1147.2', 'ไปใต้')," +
            "('1147.3', 'ออกนอกประเทศ')," +
            "('1148.1', 'ไปภาคตะวันตก')," +
            "('1148.2', 'ไปภาคตะวันตก')," +
            "('1148.3', 'ไปอีีสาน')," +
            "('1149.1', 'จากเหนือไปใต้')," +
            "('1149.2', 'ใต้ไปเหนือ')," +
            "('1150.1', 'บินไปเหนือ')," +
            "('1150.2', 'บินไปใต้')," +
            "('1150.3', 'บินไปนอก')," +
            "('1151.1', 'เชียงใหม่')," +
            "('1151.2', 'หัวหิน')," +
            "('1151.3', 'ภูเก็ต')," +
            "('1160.1', 'กระดาษ')," +
            "('1160.2', 'พิมพ์')," +
            "('1160.3', 'หนังสือพิมพ์')," +
            "('1161.3', 'สี่แยก')," +
            "('1162.1', 'ไม้กั้นรถไฟ')," +
            "('1162.2', 'ไม้กั้นรถไฟ')," +
            "('1162.3', 'โรงหนัง')," +
            "('1163.2', 'สิ่งที่ตั้งตรง')," +
            "('1164.2', 'ถนนสุขุมวิท')," +
            "('1164.3', 'โรงแรม')," +
            "('1165.1', 'พาต้าปิ่นเกล้า')," +
            "('1165.2', 'อนุสาวรีย์ประชาธิปไตย')," +
            "('1165.3', 'สิงคโปร์')," +
            "('1166.1', 'ไหว')," +
            "('1166.2', 'ล้ม')," +
            "('1166.3', 'ฟื้นตัว')," +
            "('1167.1', 'สายตาเอียง')," +
            "('1167.2', 'ทาสี')," +
            "('1169.1', 'เช้า')," +
            "('1169.2', 'บ่าย')," +
            "('1169.3', 'ค่ำ')," +
            "('1170.1', 'ตลอดวัน')," +
            "('1170.2', 'เที่ยง')," +
            "('1171.1', 'วัน')," +
            "('1171.2', 'วันกองทัพไทย')," +
            "('1171.3', 'วันลููกเสือแห่งชาติ')," +
            "('1172.1', 'วันแม่')," +
            "('1172.2', 'วันตรุษจีน')," +
            "('1172.3', 'วันจักรี')," +
            "('1173.1', 'วันหยุดราชการ')," +
            "('1173.2', 'วันฉัตรมงคล')," +
            "('1173.3', 'วันกาชาด')," +
            "('1174.1', 'วันปิยะมหาราช')," +
            "('1174.2', 'วันปิยะมหาราช')," +
            "('1174.3', 'วันเลือกตั้ง')," +
            "('1175.1', 'วันครู')," +
            "('1175.2', 'วันไหว้ครู')," +
            "('1176.1', 'ทารก')," +
            "('1177.1', 'ป่า')," +
            "('1177.2', 'ยาง')," +
            "('1177.3', 'เหี่ยวตาย')," +
            "('1178.1', 'มันฝรั่ง')," +
            "('1178.2', 'มันเทศ')," +
            "('1178.3', 'ขิง')," +
            "('1179.1', 'กระชาย')," +
            "('1179.2', 'หัวขมิ้น')," +
            "('1179.3', 'ข่า')," +
            "('1181.1', 'คณะกรรมการ')," +
            "('1181.2', 'กฎหมาย')," +
            "('1181.3', 'เกรงใจ')," +
            "('1182.1', 'เขียว')," +
            "('1183.1', 'วันจันทร์')," +
            "('1183.2', 'ชมพู')," +
            "('1183.3', 'ห้าง')," +
            "('1184.1', 'ยาย')," +
            "('1184.2', 'ตา')," +
            "('1185.1', 'สีน้ำเงิน')," +
            "('1185.2', 'น้า')," +
            "('1185.3', 'นัดหมาย')," +
            "('1186.1', 'น้ำ')," +
            "('1186.2', 'ยาน้ำ')," +
            "('1186.3', 'นอรเวย์')," +
            "('1187.1', 'บางเขน')," +
            "('1187.2', 'บางแค')," +
            "('1187.3', 'บางซื่อ')," +
            "('1188.1', 'บางกอกน้อย')," +
            "('1188.2', 'บางกอกใหญ่')," +
            "('1188.3', 'บางรัก')," +
            "('1189.1', 'บางรัก')," +
            "('1189.2', 'บางลำภู')," +
            "('1189.3', 'บางมด')," +
            "('1190.1', 'บริษัทจำกัด')," +
            "('1190.2', 'ธุรกิจส่วนตัว')," +
            "('1190.3', 'แบบ')," +
            "('1191.1', 'บ้า')," +
            "('1191.2', 'น้ำตาล')," +
            "('1191.3', 'เบลเยี่ยม')," +
            "('1192.1', 'ป้า')," +
            "('1192.2', 'ปู่')," +
            "('1192.3', 'ใช้แล้ว')," +
            "('1193.1', 'ป.1')," +
            "('1193.2', 'ป.2')," +
            "('1194.1', 'วันพุธ')," +
            "('1195.1', 'หนึ่งกัน')," +
            "('1195.2', 'พิเศษ')," +
            "('1196.1', 'สีฟ้า')," +
            "('1196.2', 'สีฟ้า')," +
            "('1196.3', 'ฟิลิปปินส์')," +
            "('1197.1', 'ฝรั่งเศษ')," +
            "('12.2', 'ยินดีต้อนรับ')," +
            "('1200.2', 'ญาติ')," +
            "('13.1', 'เชิญ')," +
            "('13.2', 'เชิญมาหลายคน')," +
            "('13.3', 'เชิญมาบ่อยๆ')," +
            "('134.1', 'นักโกหก')," +
            "('134.2', 'คุณพูดปด')," +
            "('134.3', 'บ่ได้โกหก')," +
            "('135.1', 'ปลอม')," +
            "('14.2', 'ได้รับเชิญ')," +
            "('14.3', 'ได้รับเชิญจากหลายแห่ง')," +
            "('15.2', 'ตรงไปข้างหน้า')," +
            "('15.3', 'เลี้ยวขวา')," +
            "('16.1', 'เลี้ยวซ้ายแล้ววกกลับ')," +
            "('16.2', 'เครื่องกีดขวาง')," +
            "('16.3', 'ตรง')," +
            "('17.2', 'ตรงไปตรงมา')," +
            "('17.3', 'พูดตรงไปตรงมา')," +
            "('18.1', 'กริยาวกวน')," +
            "('18.2', 'พูดอ้อมค้อม')," +
            "('18.3', 'ไม่อยู่กับร่องกับรอย')," +
            "('189.1', 'ถวาย')," +
            "('189.2', 'ได้รับมอบสิ่งของ')," +
            "('189.3', 'คนขายดอกไม้แบกกระจาด')," +
            "('19.1', 'พูดผิดๆถูกๆ')," +
            "('19.2', 'ผีเข้าผีออก')," +
            "('19.3', 'ปากไม่ตรงกับใจ')," +
            "('190.2', 'คนใช้')," +
            "('190.3', 'ภารโรงโรงเรียน')," +
            "('191.1', 'แจกจ่าย')," +
            "('191.2', 'แจกจ่ายเป็นบางครั้ง')," +
            "('191.3', 'รับของจำนวนมาก')," +
            "('192.2', 'ซื้อ')," +
            "('192.3', 'ฟุ่มเฟือย')," +
            "('193.1', 'ล้มละลาย')," +
            "('193.2', 'ไม่เคยขาดเงิน')," +
            "('193.3', 'ไม่มีเงิน')," +
            "('194.1', 'เงินตกเบิก')," +
            "('194.2', 'กระทรวงการคลัง')," +
            "('194.3', 'เหรียญเงิน')," +
            "('195.1', 'แพง')," +
            "('196.1', 'ขอร้อง')," +
            "('196.2', 'ขอ')," +
            "('197.1', 'ขอหลายๆหม่อง')," +
            "('197.2', 'คะยั้นคะยอ')," +
            "('197.3', 'รบเร้า')," +
            "('198.1', 'อ้อนวอนของงานทำ')," +
            "('198.2', 'หลายคนมาติดต่อของานทำ')," +
            "('199.2', 'ขำขัน')," +
            "('199.3', 'หัวขวัญ')," +
            "('2.1', 'ไปจากที่นี่')," +
            "('2.2', 'ไกลจากที่นี่')," +
            "('2.3', 'ต่างประเทศ')," +
            "('20.2', 'เจาะจง')," +
            "('20.3', 'เจาะสาเหตุ')," +
            "('200.1', 'ขอทาน')," +
            "('200.3', 'บักพร้าว')," +
            "('201.1', 'น้ำหนัก')," +
            "('201.2', 'หนัก')," +
            "('201.3', 'เบา')," +
            "('202.1', 'เบามาก')," +
            "('202.2', 'ยาก')," +
            "('202.3', 'หนักคัก')," +
            "('203.1', 'แล้วแต่')," +
            "('203.2', 'อย่างใดอย่างหนึ่ง')," +
            "('203.3', 'ประมาณ')," +
            "('204.2', 'ท่อกัน')," +
            "('204.3', 'เข้ากันไม่ได้')," +
            "('205.1', 'รื้อทำลาย')," +
            "('205.2', 'ทำลาย')," +
            "('205.3', 'ค้นหาพัสดุไปรษณีย์')," +
            "('206.1', 'ช่วย')," +
            "('206.2', 'ไม่เคยได้รับความช่วยเหลือ')," +
            "('206.3', 'ไม่เคยได้ช่วย')," +
            "('207.2', 'แกว่งไกว')," +
            "('207.3', 'ลูก')," +
            "('208.1', 'อุ้มขึ้น')," +
            "('208.2', 'อุ้มวางลง')," +
            "('208.3', 'ไม่ดูแล')," +
            "('209.1', 'บุตรบุญธรรม')," +
            "('209.2', 'อุ้มพาดบ่า')," +
            "('209.3', 'ตักน้ำด้วยมือ')," +
            "('21.2', 'ถูกเจาะจง')," +
            "('21.3', 'คลอด')," +
            "('210.2', 'ห้าม')," +
            "('210.3', 'กันออกไป')," +
            "('211.1', 'กันออกไปทั้งหมด')," +
            "('211.2', 'พอ')," +
            "('211.3', 'พื้นที่ส่วนตัว')," +
            "('212.1', 'อุปสรรค')," +
            "('212.2', 'อุปสรรคหลายอย่าง')," +
            "('213.1', 'ถ่า')," +
            "('213.2', 'ถ่าเบิ่ง')," +
            "('214.1', 'รอที่นี่')," +
            "('214.2', 'ฝากไว้ให้คนอื่นดูแล')," +
            "('215.1', 'ปฎิเสธอย่างแข็งขัน')," +
            "('215.2', 'อย่า')," +
            "('215.3', 'รับไม่ได้')," +
            "('216.1', 'ปิดปากเงียบ')," +
            "('216.2', 'เก็บเงียบ')," +
            "('216.3', 'ปิดปากสนิท')," +
            "('217.1', 'พอ')," +
            "('217.2', 'ไม่พอ')," +
            "('218.1', 'พอได้แล้ว')," +
            "('218.2', 'พอแล้ว')," +
            "('219.1', 'ตาบอด')," +
            "('219.2', 'สมาคมคนตาบอดแห่งประเทศไทย')," +
            "('219.3', 'อิสราเอล')," +
            "('22.2', 'ถนน')," +
            "('22.3', 'ซอย')," +
            "('220.2', 'เหม็น')," +
            "('220.3', 'กลิ่นเหม็น')," +
            "('221.2', 'ที่โกยผง')," +
            "('221.3', 'กวาด')," +
            "('223.3', 'กำหนดมื้อ')," +
            "('224.1', 'ไกลออกไป')," +
            "('224.2', 'สายตายาว')," +
            "('225.1', 'ใกล้')," +
            "('225.2', 'สายตาสั้น')," +
            "('225.3', 'แยก')," +
            "('226.1', 'เลย')," +
            "('226.2', 'อยู่ทางด้านนี้ของ')," +
            "('227.1', 'ดำเนินต่อไปอย่างไม่มีกำหนด')," +
            "('227.2', 'ทำงานอย่างต่อเนื่อง')," +
            "('227.3', 'ตลอดกาล')," +
            "('228.1', 'จากเวลาหนึ่งไปสู่เวลาหนึ่ง')," +
            "('228.2', 'แผนงาน')," +
            "('228.3', 'เป้าหมาย')," +
            "('229.1', 'ต้นจนจบ')," +
            "('229.2', 'ทีละตอน')," +
            "('229.3', 'บันทึก')," +
            "('23.1', 'ถนนที่คดเคี้ยว')," +
            "('23.2', 'แม่น้ำ')," +
            "('23.3', 'ลำคลอง')," +
            "('230.1', 'โฆษณาสั้น')," +
            "('231.2', 'ไม่สมบูรณ์')," +
            "('231.3', 'แบ่งครึ่ง')," +
            "('232.1', 'เมื่อก่อน')," +
            "('232.2', 'นานมาแล้ว')," +
            "('232.3', 'กาลครั้งหนึ่ง')," +
            "('233.1', 'เร็วๆนี้')," +
            "('233.2', 'เมื่อไม่นานมานี้')," +
            "('233.3', 'เมื่อวานนี้')," +
            "('234.1', 'อาทิตย์ก่อน')," +
            "('234.2', 'สัปดาห์ที่แล้ว')," +
            "('234.3', 'สองสัปดาห์ที่แล้ว')," +
            "('235.2', 'แต่แรก')," +
            "('235.3', 'สาย')," +
            "('237.1', 'ขนาดใหญ่')," +
            "('237.2', 'ขนาดเล็ก')," +
            "('237.3', 'รองเท้าเด็ก')," +
            "('238.1', 'กว้าง')," +
            "('238.2', 'แคบ')," +
            "('238.3', 'คัดลอก')," +
            "('239.1', 'บางกอกใหญ๋')," +
            "('239.2', 'ขนาดยักษ์')," +
            "('239.3', 'ใหญ่โต')," +
            "('24.1', 'นโยบาย')," +
            "('24.2', 'เส้นทาง')," +
            "('24.3', 'ตั้งใจแน่วแน่')," +
            "('240.1', 'หีบ')," +
            "('240.2', 'ช่วงอก')," +
            "('240.3', 'ลำตัว')," +
            "('241.1', 'โรงแรม')," +
            "('242.1', 'ท้องโตขึ้น')," +
            "('242.2', 'บวม')," +
            "('243.1', 'เด็กเล็กอายุ2ถึง5ปี')," +
            "('243.2', 'เด็กอายุ6ถึง9ปี')," +
            "('243.3', 'เด็กโตอายุ10ถึง14ปี')," +
            "('244.1', 'เด็กๆ')," +
            "('244.2', 'เสื้อเด็ก')," +
            "('245.1', 'พี่น้อง')," +
            "('245.2', 'น้องชาย')," +
            "('245.3', 'น้องสาว')," +
            "('246.2', 'อ้ายชาย')," +
            "('246.3', 'พี่หยิง')," +
            "('247.1', 'สูง')," +
            "('247.2', 'สูงมาก')," +
            "('248.2', 'ฉันเตี้ยกว่าเขา')," +
            "('248.3', 'ฉันสูงกว่าเขา')," +
            "('249.1', 'รูปร่างสูง')," +
            "('249.2', 'เตี้ย')," +
            "('249.3', 'เตี้ยงลง')," +
            "('25.2', 'จะทำจริงๆ')," +
            "('250.1', 'ตั้งแต่เกิด')," +
            "('250.2', 'ลักษณะ')," +
            "('250.3', 'โต')," +
            "('251.1', 'โตขึ้นพร้อมๆกัน')," +
            "('251.2', 'วัยเดียวกัน')," +
            "('252.1', 'เพื่อนรุ่นพี่')," +
            "('252.2', 'เพื่อนร่วมงาน')," +
            "('253.1', 'เกือบเท่ากัน')," +
            "('253.2', 'ฉันแก่กว่า')," +
            "('253.3', 'มากกว่า')," +
            "('254.1', 'ความรู้ดี')," +
            "('254.2', 'ความฮู้หน่อย')," +
            "('255.1', 'การศึกษาสูง')," +
            "('255.2', 'ความดันโลหิตสูง')," +
            "('255.3', 'ความดันโลหิตสูง')," +
            "('256.1', 'อิ่ม')," +
            "('256.2', 'พอใจ')," +
            "('256.3', 'ไม่อยาก')," +
            "('257.1', 'รอให้อาหารย่อย')," +
            "('257.2', 'หยิ่ง')," +
            "('257.3', 'ชั้นสูง')," +
            "('259.1', 'เพิ่มขึ้น')," +
            "('259.2', 'จำนวนลดลง')," +
            "('259.3', 'เงิน')," +
            "('26.1', 'มื้ออื่น')," +
            "('26.2', 'เร็วๆนี้')," +
            "('26.3', 'ในอนาคต')," +
            "('260.1', 'เพิ่มราคา')," +
            "('260.2', 'เพิ่มขึ้น')," +
            "('260.3', 'ราคาไม่คงที่')," +
            "('261.1', 'แพงขึ้น')," +
            "('261.2', 'ลดเวลา')," +
            "('262.2', 'จำกัดเวลา')," +
            "('262.3', 'ลิฟท์')," +
            "('263.1', 'เท่าเทียมกัน')," +
            "('263.2', 'ท่อกัน')," +
            "('263.3', 'เสมอกัน')," +
            "('264.1', 'สิทธิ')," +
            "('264.2', 'สิทธิมนุษยชน')," +
            "('264.3', 'แบ่งเท่าๆกัน')," +
            "('265.1', 'สิทธิพิเศษ')," +
            "('265.3', 'พอดีบ่')," +
            "('266.1', 'เต็ม')," +
            "('266.2', 'ดีพอ')," +
            "('266.3', 'พอดี')," +
            "('268.1', 'ได้รับเงิน')," +
            "('268.2', 'เงินอุดหนุน')," +
            "('268.3', 'โครงการ')," +
            "('269.1', 'ส่งให้')," +
            "('269.2', 'เอาเงินไปได้')," +
            "('269.3', 'รับเงินเป็นปึก')," +
            "('27.1', 'อาทิตย์หน้า')," +
            "('27.2', 'สัปดาห์หนึ่ง')," +
            "('27.3', 'สองสัปดาห์')," +
            "('270.1', 'ให้เงิน')," +
            "('270.2', 'ส่งเงินให้กับคนๆหนึ่ง')," +
            "('270.3', 'ส่งเงินก้อนใหญ่ให้คนสองคน')," +
            "('271.1', 'จ่ายสินบนก้อนใหญ่')," +
            "('271.2', 'ผู้รับสินบน')," +
            "('271.3', 'รับสินก้อนใหญ่')," +
            "('272.1', 'สมุดปกอ่อน')," +
            "('272.2', 'กล้ามเนื้อแขนที่หย่อนยาน')," +
            "('274.2', 'สั้น')," +
            "('274.3', 'ยาว')," +
            "('275.1', 'คำ')," +
            "('275.2', 'คำนาม')," +
            "('275.3', 'รูปประโยค')," +
            "('276.1', 'เปลี่ยนลำดับของคำ')," +
            "('276.2', 'วลี')," +
            "('276.3', 'คำประสม')," +
            "('277.1', 'พริกชี้ฟ้าแดง')," +
            "('277.2', 'พริกชี้ฟ้าเหลือง')," +
            "('277.3', 'พริกชี้ฟ้าเขียว')," +
            "('278.1', 'หนา')," +
            "('278.2', 'วัตถุที่ยาวและหนา')," +
            "('278.3', 'วัตถุที่สั้นและหนา')," +
            "('279.1', 'ความยาว')," +
            "('279.2', 'รองเท้าส้นสุง')," +
            "('28.1', 'แอบ')," +
            "('28.2', 'หลบหนี')," +
            "('28.3', 'วิ่งหนี')," +
            "('280.1', 'หนามาก')," +
            "('280.2', 'วัตถุที่หนาและยาวมาก')," +
            "('280.3', 'วัตถุที่หนาและสั้นมาก')," +
            "('281.1', 'ป้าย')," +
            "('281.2', 'กรอบรูป')," +
            "('281.3', 'วัดตัว')," +
            "('282.1', 'เนปาล')," +
            "('282.2', 'ฝรั่งเศษ')," +
            "('282.3', 'อิตาลี')," +
            "('283.1', 'ยาม')," +
            "('283.2', 'เข็มขัด')," +
            "('284.1', 'เครื่องแบบนักเรียน')," +
            "('284.2', 'ผู้พิพากษา')," +
            "('284.3', 'เครื่องซ่อยฟัง')," +
            "('285.1', 'วันเฉลิมพระชนมพรรษา')," +
            "('285.2', 'วันเฉลิมพระชนมพรรษา5ธันวา')," +
            "('285.3', 'วันเฉลิมพระชนมพรรษา12สิงหา')," +
            "('286.1', 'ฮ่องกง')," +
            "('286.2', 'พม่า')," +
            "('287.1', 'ญี่ปุ่น')," +
            "('287.2', 'รถสามล้อ')," +
            "('287.3', 'รถแท็กซี่')," +
            "('288.1', 'เสื้อยกทรง')," +
            "('288.2', 'พระจันทร์')," +
            "('288.3', 'สร้อยคอ')," +
            "('289.1', 'สร้อย')," +
            "('289.2', 'ชาวเขา')," +
            "('289.3', 'ชาวเขาเผ่าม้ง')," +
            "('29.1', 'ถูกเรียก')," +
            "('29.2', 'เกาหลี')," +
            "('290.1', 'บักขาม')," +
            "('290.2', 'ถั่วลันเตา')," +
            "('291.1', 'นามบัตร')," +
            "('291.2', 'บัตรสมาชิก')," +
            "('292.1', 'บัตรผ่านประตู')," +
            "('292.2', 'ผ้าอนามัย')," +
            "('293.1', 'คนเว้าดู๋')," +
            "('293.2', 'คนพูดนาน')," +
            "('293.3', 'คนช่างพูด')," +
            "('294.2', 'บัตรเอทีเอ็ม')," +
            "('295.1', 'เครื่องเล่นวิดีโอ')," +
            "('295.2', 'สำเนาเทปวิดีโอ')," +
            "('295.3', 'บันทึกด้วยเทปวิดีโอ')," +
            "('296.2', 'บาง')," +
            "('296.3', 'บางมาก')," +
            "('297.1', 'บางและยาวมาก')," +
            "('297.2', 'บางและสั้น')," +
            "('297.3', 'ยาว')," +
            "('298.1', 'บางมากและยาวมาก')," +
            "('298.2', 'เส้นเล็กและสั้น')," +
            "('298.3', 'เส้นเล็กและยาว')," +
            "('299.1', 'ลวด')," +
            "('299.2', 'สายวัดผ้า')," +
            "('3.1', 'ควักมือ')," +
            "('3.2', 'มาหม่องหนี่เดี๋ยวนี้')," +
            "('300.2', 'ไกล')," +
            "('300.3', 'ไกลมาก')," +
            "('301.1', 'ใกล้')," +
            "('301.2', 'ระยะทางไกลมาก')," +
            "('301.3', 'ไกลแค่ไหน')," +
            "('302.2', 'คิ้ว')," +
            "('302.3', 'หนวด')," +
            "('303.2', 'สิว')," +
            "('303.3', 'จุดบนใบหน้า')," +
            "('304.1', 'เส้นผม')," +
            "('304.2', 'แมว')," +
            "('305.1', 'ยุง')," +
            "('305.2', 'แมลงวัน')," +
            "('305.3', 'เผิ่ง')," +
            "('306.1', 'คิ้วแตก')," +
            "('306.2', 'แผลพุพอง')," +
            "('306.3', 'แผลอักเสบ')," +
            "('307.2', 'น้ำลายหก')," +
            "('307.3', 'ละโมบ')," +
            "('308.1', 'น้ำตา')," +
            "('308.2', 'น้ำมูก')," +
            "('308.3', 'น้ำหยด')," +
            "('31.1', 'เรียบ')," +
            "('31.2', 'แบน')," +
            "('31.3', 'ผ้าปู')," +
            "('310.1', 'อ้าปาก')," +
            "('310.2', 'ปิดปาก')," +
            "('310.3', 'พูดมาก')," +
            "('311.2', 'ไก่')," +
            "('311.3', 'นก')," +
            "('312.1', 'ไม้กวาดขนไก่')," +
            "('312.2', 'นกยูง')," +
            "('313.1', 'เป็ด')," +
            "('313.2', 'นกกระจอกเทศ')," +
            "('314.1', 'นิวซีแลนด์')," +
            "('314.2', 'ห่าน')," +
            "('314.3', 'นกแก้ว')," +
            "('315.1', 'หลับตา')," +
            "('315.2', 'กระพริบตา')," +
            "('315.3', 'ตาบรือ')," +
            "('316.1', 'ง่วงนอน')," +
            "('316.2', 'นอนหลับ')," +
            "('316.3', 'ง่วงเหงา')," +
            "('317.1', 'ตาแจ้ง')," +
            "('317.2', 'ตาค้าง')," +
            "('317.3', 'แหกตา')," +
            "('318.2', 'ท้องฟ้ามืดลง')," +
            "('318.3', 'ท้องฟ้ามืดลงเรื่อยๆ')," +
            "('319.1', 'ท้องฟ้ามืดสลัว')," +
            "('319.2', 'ท้องฟ้ามืดสนิท')," +
            "('319.3', 'เที่ยงคืน')," +
            "('32.1', 'พื้นเรียบ')," +
            "('32.2', 'ปูพรม')," +
            "('32.3', 'เตียงนอน')," +
            "('320.1', 'เบิดคืน')," +
            "('320.2', 'ตลอดวันตลอดคืน')," +
            "('320.3', 'แต่เช้ามืดยันค่ำ')," +
            "('321.1', 'แสงสว่างขึ้น')," +
            "('321.2', 'ท้องฟ้าสว่างขึ้น')," +
            "('321.3', 'แจ้ง')," +
            "('322.1', 'รุ่งอรุณ')," +
            "('322.2', 'รุ่งแจ้ง')," +
            "('323.2', 'ลดน้อยลง')," +
            "('323.3', 'ไปแล้ว')," +
            "('324.1', 'สูญเสียการได้ยิน')," +
            "('324.2', 'สูญเสียการมองเห็น')," +
            "('326.2', 'เปิดไฟ')," +
            "('326.3', 'ไฟฟ้า')," +
            "('327.1', 'ปิดไฟ')," +
            "('327.2', 'กะพริบ')," +
            "('327.3', 'ดวงดาว')," +
            "('328.2', 'แดดจ้า')," +
            "('328.3', 'แดดออก')," +
            "('329.1', 'แสงแดดจ้า')," +
            "('329.2', 'แสงส่องเข้าตา')," +
            "('329.3', 'ตาพร่ามัว')," +
            "('33.2', 'ผิวหน้าเรียบไม่มีริ้วรอย')," +
            "('33.3', 'วัตถุที่มีรูปกว้าง')," +
            "('330.1', 'ไฟหน้ารถยนต์')," +
            "('330.2', 'ไฟสูงรถยนต์')," +
            "('330.3', 'ไฟกระพริบรถยนต์')," +
            "('331.1', 'หลอดไฟ')," +
            "('331.2', 'ไฟสปอร์ตไลท์')," +
            "('331.3', 'หลอดไฟฟ้ากำลังสูง')," +
            "('332.1', 'สัญญาณไฟทางแยก')," +
            "('332.2', 'ไฟแฟล็ช')," +
            "('336.1', 'ฝนตกปรอยๆ')," +
            "('336.2', 'ฝนตก')," +
            "('336.3', 'ฝนตกหนัก')," +
            "('337.2', 'ตาแดง')," +
            "('337.3', 'แตกกระเซ็น')," +
            "('338.2', 'หัวใจ')," +
            "('338.3', 'หัวใจวาย')," +
            "('34.1', 'ตู้')," +
            "('34.2', 'ตู้เก็บของ')," +
            "('34.3', 'ตู้เย็น')," +
            "('345.1', 'ต้นไม้')," +
            "('345.2', 'ป่าไม้')," +
            "('345.3', 'โอกาส')," +
            "('346.2', 'ควันท่อไอเสีย')," +
            "('346.3', 'จรวด')," +
            "('347.1', 'ขี้')," +
            "('347.2', 'ก่อวินาศกรรม')," +
            "('347.3', 'ภูเขาไฟระเบิด')," +
            "('348.1', 'ระเบิด')," +
            "('348.2', 'การระเบิดอย่างรุนแรง')," +
            "('348.3', 'ระเบิดปรมาณู')," +
            "('349.1', 'บั้งกะโพก')," +
            "('349.2', 'ดอกไม้ไฟ')," +
            "('349.3', 'พลุแสงสว่าง')," +
            "('35.2', 'กระโปรง')," +
            "('35.3', 'ต้นคริสต์มาส')," +
            "('350.2', 'มีมากในกลุ่มหนึ่ง')," +
            "('350.3', 'อ้วน')," +
            "('351.1', 'ตัวใหญ่พอๆกัน')," +
            "('351.2', 'ข่อยโตใหญ่ เจ้าโตน้อย')," +
            "('351.3', 'หมู่เจ้าซุกคนโตใหญ่')," +
            "('352.1', 'ข่อยสองคนโตน้อย')," +
            "('352.2', 'เจ้าโตใหญ่ ข่อยโตน้อย')," +
            "('352.3', 'หมู่เจ้าซุกคนโตน้อยๆ')," +
            "('353.2', 'หลายขึ้น')," +
            "('353.3', 'เพิ่มขึ้นขณะที่อีกกลุ่มลดลง')," +
            "('354.1', 'เติบโต')," +
            "('354.2', 'น้อยลง')," +
            "('354.3', 'เพิ่มทวี')," +
            "('355.1', 'คนอ้วนขึ้น')," +
            "('355.2', 'อ้วนขึ้นทั้งคู่')," +
            "('355.3', 'น้ำหนักเพิ่มขึ้นอย่างรวดเร็ว')," +
            "('356.1', 'น้ำหนักลดลง')," +
            "('356.2', 'ผอมลงทั้งคู่')," +
            "('356.3', 'คนหนึ่งอ้วน คนหนึ่งผอม')," +
            "('357.1', 'มีผู้โดยสารจำนวนน้อยในรถที่กำลังแล่นอยู่')," +
            "('357.2', 'มีผู้โดยสารจำนวนมากในรถที่กำลังแล่นอยู่')," +
            "('358.1', 'ผู้โดยสารน้อยลงในขณะที่รถเดินทางไป')," +
            "('358.2', 'ผู้โดยสารเพิ่มขึ้นในขณะที่รถเดินทางไป')," +
            "('359.1', 'จ่อย')," +
            "('359.2', 'เหงา')," +
            "('359.3', 'เย็นลง')," +
            "('36.1', 'ห้างสรรพสินค้าเซ็นทรัลชิดลม')," +
            "('36.2', 'ห้างสรรพสินค้าเซ็นทรัลสีลม')," +
            "('36.3', 'ห้างสรรพสินค้าเซ็นทรัลวังบูรพา')," +
            "('360.2', 'ผีปรากฎร่างทันทีทันใด')," +
            "('360.3', 'ผีหายตัวไปทันใด')," +
            "('361.2', 'จ่อยโซ')," +
            "('361.3', 'ผอมสูงเก้งก้าง')," +
            "('362.1', 'หินย้อย')," +
            "('362.2', 'พังงา')," +
            "('362.3', 'คริสต์มาส')," +
            "('363.1', 'ชมพู่')," +
            "('363.2', 'ชมพู่แดง')," +
            "('363.3', 'จน')," +
            "('364.2', 'มะเฟือง')," +
            "('366.1', 'ยังมีเวลาเหลืออยู่อีกนาน')," +
            "('366.2', 'ใกล้วันสำคัญ')," +
            "('366.3', 'เวลาที่ใกล้เข้ามา')," +
            "('367.2', 'ไกลกันในสถานที่ตั้ง')," +
            "('367.3', 'บ่ไกล')," +
            "('368.1', 'ย้าย')," +
            "('368.2', 'ย้ายเฮือน')," +
            "('368.3', 'เคลื่อน')," +
            "('369.1', 'ย้ายจากกรุงเทพไปภาคตะเว็นตก')," +
            "('369.2', 'ย้ายจากกรุงเทพไปภาคตะเว็นออก')," +
            "('369.3', 'ย้ายจากกรุงเทพไปภาคเหนือ')," +
            "('37.1', 'ภูเขา')," +
            "('37.2', 'ภูเขาไฟระเบิด')," +
            "('370.1', 'ย้ายจากกรุงเทพไปภาคใต้')," +
            "('370.2', 'ย้ายบ่อยๆ')," +
            "('371.1', 'โรงพยาบาลกรุงเทพ')," +
            "('371.2', 'โรงพยาบาลกรุงเทพคริสเตียน')," +
            "('372.1', 'เติม')," +
            "('372.2', 'เพิ่มเติมหัวข้อ')," +
            "('373.1', 'เพิ่มเติม')," +
            "('373.2', 'เพิ่มเติมให้')," +
            "('374.1', 'เพิ่มความคิด')," +
            "('374.2', 'เขาเพิ่มความคิดเห็น')," +
            "('374.3', 'ขี้ตั๋ว')," +
            "('375.1', 'ฉลาดแกมโกง')," +
            "('375.2', 'จิตนาการเกิความจริง')," +
            "('375.3', 'สร้างสรร')," +
            "('376.1', 'ใน')," +
            "('376.2', 'เก็บ')," +
            "('377.2', 'แดก')," +
            "('378.1', 'แนวกิน')," +
            "('378.2', 'ใส่ปาก')," +
            "('378.3', 'กินไม่รู้จักหยุด')," +
            "('379.1', 'กินได้')," +
            "('379.2', 'กินไม่ได้')," +
            "('379.3', 'อาหารเสีย')," +
            "('38.2', 'มีครรภ์์')," +
            "('38.3', 'ฟิลิปปินส์')," +
            "('380.1', 'ทิ้งอาหารที่เสีย')," +
            "('380.2', 'ถ่มน้ำลาย')," +
            "('380.3', 'ชามอาหาร')," +
            "('381.1', 'ค้นหา')," +
            "('381.2', 'ถ่ายทอดกระจ่ายข่าว')," +
            "('381.3', 'การศึกษา')," +
            "('382.1', 'ลืมไปเลย')," +
            "('382.2', 'กระทรวงศึกษาธิการ')," +
            "('382.3', 'ทัศนศึกษา')," +
            "('383.2', 'ศึกษา')," +
            "('383.3', 'กรมสามัญศึกษา')," +
            "('384.1', 'เครื่องแบบนักเรียน')," +
            "('384.2', 'เรียนจากหม่องอื่น')," +
            "('385.1', 'จูบ')," +
            "('385.2', 'ถืกหอม')," +
            "('385.3', 'ถูกจูบที่แก้ม')," +
            "('386.1', 'เฮือน')," +
            "('386.2', 'เมียเฮียน')," +
            "('386.3', 'บ้านเช่า')," +
            "('387.1', 'ทุกมื้อ')," +
            "('387.2', 'บ่อย')," +
            "('387.3', 'ไม่มีประสบการณ์')," +
            "('389.1', 'ส่งคน')," +
            "('389.2', 'ถูกส่งลง')," +
            "('39.1', 'แข็งแรง')," +
            "('39.2', 'สถานีรถไฟหัวลำโพง')," +
            "('390.1', 'ตก')," +
            "('390.2', 'ยอมรับ')," +
            "('390.3', 'แตก')," +
            "('391.2', 'แลก')," +
            "('392.1', 'ดูถูก')," +
            "('392.2', 'เป็นที่ดูถูกของคนอื่น')," +
            "('392.3', 'ไม่ยอมรับ')," +
            "('393.1', 'บ่คิดพ้อ')," +
            "('393.2', 'เบื่อ')," +
            "('394.1', 'ส่งพัสดุไปรษณีย์')," +
            "('394.2', 'ส่งไปเป็นครั้งคราว')," +
            "('394.3', 'รับไปรษณีย์')," +
            "('395.1', 'ส่งมาเป็นครั้งคราว')," +
            "('395.2', 'ได้รับตลอดเวลา')," +
            "('395.3', 'แลกเปลี่ยน')," +
            "('396.1', 'ได้รับข่าว')," +
            "('396.2', 'แลกเปลี่ยนข่าวสาร')," +
            "('397.1', 'แพร่ข่าวสาร')," +
            "('397.2', 'ประกาศ')," +
            "('397.3', 'กระจายเสียงให้รู้กันทั่ว')," +
            "('398.1', 'บอก')," +
            "('398.2', 'บอกให้รู้')," +
            "('398.3', 'เปิดเผยความลับ')," +
            "('399.1', 'ยุยง')," +
            "('399.2', 'ผิดกัน')," +
            "('4.1', 'มาที่นี่')," +
            "('4.2', 'เรียกทุกคนมาที่นี่')," +
            "('4.3', 'ผู้คนทยอยเข้ามา')," +
            "('40.1', 'มะม่วง')," +
            "('40.2', 'บักม่วงดิบ')," +
            "('40.3', 'แตงโม')," +
            "('400.1', 'สอน')," +
            "('400.2', 'แนะนำ')," +
            "('400.3', 'สอนให้ฉัน')," +
            "('401.2', 'ยอมรับ')," +
            "('401.3', 'ไดรับจากคนอื่น')," +
            "('402.1', 'ได้จากข่อย')," +
            "('403.1', 'แพร่ระบาด')," +
            "('404.1', 'เบิ่งจากโตอย่าง')," +
            "('404.2', 'เบิ่งจากโตอย่างหลายแนว')," +
            "('405.1', 'เบิ่งข่อยเป็นโตอย่าง')," +
            "('405.2', 'ถ่ายสำเนา')," +
            "('406.1', 'ดูด')," +
            "('406.2', 'จับซลาก')," +
            "('406.3', 'ยักยอก')," +
            "('407.1', 'กล้วยหอม')," +
            "('407.2', 'ผักชี')," +
            "('407.3', 'ต้นหอม')," +
            "('408.1', 'มาแต่ไส')," +
            "('409.1', 'ฮ่วมกัน')," +
            "('409.2', 'ฮ่วมกับข่อย')," +
            "('409.3', 'และ')," +
            "('41.1', 'มะม่วงงอม')," +
            "('41.3', 'มะม่วงสุก')," +
            "('410.2', 'พบกันที่นัดกันไว้')," +
            "('410.3', 'ประชุม')," +
            "('411.1', 'การประชุมที่มีความสำเร็จ')," +
            "('411.2', 'รายงานการประชุมที่ไม่ประสบผลสำเร็จ')," +
            "('411.3', 'รายงานการประชุม')," +
            "('412.1', 'ขนสัตว์')," +
            "('412.3', 'ประเทศสวีเดน')," +
            "('413.1', 'ดูดนม')," +
            "('413.2', 'สำลี')," +
            "('414.1', 'กล้วย')," +
            "('414.2', 'กล้วยออง')," +
            "('414.3', 'กล้วยไข่')," +
            "('415.1', 'กล้วยหอม')," +
            "('416.2', 'น่ารัก')," +
            "('416.3', 'เหา')," +
            "('418.1', 'ดีที่สุด')," +
            "('418.1.1', 'ดีเยี่ยม')," +
            "('418.1.2', 'ปานกลาง')," +
            "('418.2', 'ระดับคุณภาพ')," +
            "('418.3', 'พาไป')," +
            "('419.2', 'ให้กับผู้อื่น')," +
            "('419.3', 'ให้')," +
            "('42.1', 'พ่อซาย')," +
            "('42.2', 'พี่ชาย')," +
            "('42.3', 'น้องชาย')," +
            "('420.1', 'แจกจ่าย')," +
            "('420.2', 'แจกให้')," +
            "('420.3', 'แจกของ')," +
            "('421.1', 'ส่งให้')," +
            "('421.2', 'ผู้อื่นส่งของให้')," +
            "('421.3', 'ได้รับสิ่งของ')," +
            "('422.2', 'แลกเปลี่ยนสิ่งของ')," +
            "('423.1', 'เชิญเลย')," +
            "('423.2', 'อภัยโทษ')," +
            "('423.3', 'แบ่งเท่าๆกัน')," +
            "('424.2', 'ใช้เงินบ่อย')," +
            "('424.3', 'มีคนจ่ายเงินให้')," +
            "('425.1', 'หุ้นกัน')," +
            "('425.2', 'แชร์ร่วม')," +
            "('425.3', 'พนันกัน')," +
            "('426.1', 'จ่ายสินบน')," +
            "('426.2', 'รับสินบน')," +
            "('426.3', 'รับสินบน')," +
            "('427.1', 'ก่อวินาศกรรม')," +
            "('427.2', 'ขาย')," +
            "('428.2', 'หมุนเวียน')," +
            "('428.3', 'แต่ละกลุ่มดำเนินกิจการของตนเอง')," +
            "('429.1', 'พอไปได้ไหม')," +
            "('429.2', 'กิจการล้ม')," +
            "('43.1', 'พ่อค้า')," +
            "('43.2', 'พ่อ')," +
            "('430.1', 'สิ้นเปลือง')," +
            "('430.2', 'ทุกอย่างแพง')," +
            "('430.3', 'แพง')," +
            "('431.1', 'แพงมาก')," +
            "('431.2', 'มีสิ่งที่แพงพอๆกับสิ่งที่ถูก')," +
            "('432.2', 'กินเลี้ยง')," +
            "('433.2', 'ที่ดิน')," +
            "('433.3', 'ดินเหนียว')," +
            "('434.1', 'กรมที่ดิน')," +
            "('434.2', 'โฉนดที่ดิน')," +
            "('434.3', 'ดินแดง')," +
            "('436.1', 'ผงละเอียด')," +
            "('436.2', 'ขี้เถ้า')," +
            "('436.3', 'ไขมัน')," +
            "('437.3', 'น้ำมัน')," +
            "('438.1', 'จาง')," +
            "('438.2', 'ท่อได๋')," +
            "('438.3', 'ลักพาตัว')," +
            "('44.1', 'ตรงไป')," +
            "('44.2', 'ตรงไปข้างหน้าแล้วเลี้ยวซ้าย')," +
            "('44.3', 'ทางที่คดเคี้ยววกวน')," +
            "('440.2', 'ทราย')," +
            "('440.3', 'ทดลอง')," +
            "('441.2', 'บักนาว')," +
            "('441.3', 'บักกรูด')," +
            "('442.2', 'แผล็บเดียว')," +
            "('442.3', 'เว้าสั้นๆ')," +
            "('443.1', 'เร็ว')," +
            "('443.2', 'เร็วมากเกือบจะมองไม่เห็น')," +
            "('443.3', 'การจ่ายอย่ารวดเร็ว')," +
            "('444.1', 'ฟ้าวแหน่')," +
            "('444.2', 'ฮ้อนใจ')," +
            "('444.3', 'หมา')," +
            "('445.2', 'เขียน')," +
            "('445.3', 'สอ')," +
            "('446.1', 'จดทะเบียน')," +
            "('447.1', 'ส่อหา')," +
            "('448.1', 'สอย')," +
            "('448.2', 'แหวน')," +
            "('449.1', 'จุดไฟ')," +
            "('449.2', 'ไม้ขีด')," +
            "('449.3', 'แพงไว้')," +
            "('45.1', 'ความคิดแคบ,ใจแคบ,ยึดในความคิดตัวเอง')," +
            "('45.2', 'เปิดใจให้กว้าง')," +
            "('45.3', 'มองโลกให้กว้างขึ้น')," +
            "('450.1', 'ตะไบเล็บ')," +
            "('450.2', 'ไม้จิ้มแข่ว')," +
            "('450.3', 'เป็นหวัด')," +
            "('451.2', 'มัก')," +
            "('451.3', 'ฉันชอบจริงๆนะ')," +
            "('452.1', 'บ่มัก')," +
            "('452.2', 'ฉันไม่ชอบเลย')," +
            "('452.3', 'เลือกอันใดอันหนึ่ง')," +
            "('453.2', 'เข็มกลัดผ้าอ้อม')," +
            "('453.3', 'กิ๊บติดผม')," +
            "('454.1', 'จื่อ')," +
            "('454.2', 'รู้เห็น')," +
            "('455.1', 'หนีบ')," +
            "('455.2', 'สายยางยืด')," +
            "('455.3', 'ลวดหนีบกระดาษ')," +
            "('457.1', 'สำคัญ')," +
            "('457.2', 'วันสำคัญในปฎิทินไทย')," +
            "('458.1', 'สับเปลี่ยนหมุนเวียน')," +
            "('458.2', 'เวลาผ่านไปอย่างช้าๆ')," +
            "('459.1', 'เลื่อนกำหนดหลายๆครั้ง')," +
            "('459.2', 'เลื่อนกำหนดออกไปนาน')," +
            "('459.3', 'ชิม')," +
            "('46.2', 'คน')," +
            "('46.3', 'อวัยวะ')," +
            "('460.1', 'ชาถุง')," +
            "('460.2', 'น้ำชา')," +
            "('460.3', 'โหระพา')," +
            "('461.1', 'ความรู้สึก')," +
            "('461.2', 'คุณรู้สึกอย่างไร')," +
            "('461.3', 'ความรู้สึกไม่แน่ใจ')," +
            "('462.1', 'กระจอก')," +
            "('47.1', 'นักวิทยาศาสตร์')," +
            "('47.2', 'ช่างไฟฟ้า')," +
            "('47.3', 'ช่างเชื่อมโลหะ')," +
            "('479.2', 'แต่งงานกันเถอะนะ')," +
            "('48.1', 'นักแสดงภาพยนต์')," +
            "('48.2', 'นักออกแบบ')," +
            "('48.3', 'ช่างปั้น')," +
            "('49.2', 'คูหา')," +
            "('49.3', 'ฝาสี่เหลี่ยม')," +
            "('493.2', 'เกรงใจ')," +
            "('493.3', 'ครุ่นคิด')," +
            "('5.1', 'ลักเอิ้น')," +
            "('5.2', 'เขาควักมื้อเอิ้น')," +
            "('5.3', 'ขอร้องให้ซ่อยจากทุกหม่อง')," +
            "('50.1', 'ถาดหรือกะทะ')," +
            "('50.2', 'หม้อ')," +
            "('51.3', 'อ่างล้างหน้า')," +
            "('52.1', 'กะละมัง')," +
            "('52.2', 'ชามอาหาร')," +
            "('52.3', 'รถจักรยานยนต์')," +
            "('53.1', 'เต้นท์ขนาดเล็ก')," +
            "('53.2', 'หลังคา')," +
            "('53.3', 'เวียตนาม')," +
            "('535.1', 'รถเข็น')," +
            "('535.2', 'ม้าโยก')," +
            "('535.3', 'หูก')," +
            "('536.1', 'ถุงมือ')," +
            "('536.3', 'เกิบ')," +
            "('537.2', 'รถจักรยานยนต์สำหรับผู้หญิง')," +
            "('538.1', 'แม่น')," +
            "('538.2', 'สัญญา')," +
            "('538.3', 'ผู้เซ็นชื่อ')," +
            "('539.1', 'สัญญาเช่า')," +
            "('539.2', 'หนุ่มสาว')," +
            "('54.2', 'นครปฐม')," +
            "('54.3', 'มาเลเซีย')," +
            "('540.1', 'คำเตือนทางกฎหมาย')," +
            "('540.3', 'บริการสังคม')," +
            "('541.1', 'ขัด')," +
            "('541.2', 'ซักรีด')," +
            "('541.3', 'สถานที่ซักผ้า')," +
            "('542.1', 'ถือกระเป๋า')," +
            "('542.2', 'กระเป๋าถือ')," +
            "('542.3', 'กระเช้า')," +
            "('543.2', 'รีดผ้า')," +
            "('543.3', 'เตารีด')," +
            "('544.1', 'เย็น')," +
            "('544.2', 'น้ำแข็งก้อน')," +
            "('544.3', 'เสื้อนอก')," +
            "('545.1', 'กลัว')," +
            "('546.1', 'ยังมีรถประจำทางวิ่งบริการอยู่')," +
            "('546.2', 'รถเมล์หมด')," +
            "('547.1', 'คอมนิวนิสต์')," +
            "('547.3', 'ธนบุรี')," +
            "('548.1', 'หาบ')," +
            "('548.2', 'ป้องกัน')," +
            "('549.1', 'ชาวอินเดีย')," +
            "('549.2', 'ถั่วลิสง')," +
            "('55.1', 'สะพาน')," +
            "('55.2', 'สะพานควาย')," +
            "('550.1', 'ขู่')," +
            "('550.2', 'หงุดหงิด')," +
            "('550.3', 'แข็งแรง')," +
            "('551.1', 'ทำไหว')," +
            "('551.2', 'อ่อนแอ')," +
            "('551.3', 'ผักคะน้า')," +
            "('552.1', 'หนีหนี้')," +
            "('552.2', 'บิดผ้า')," +
            "('552.3', 'ฟุตบอล')," +
            "('553.1', 'จน')," +
            "('553.2', 'จน')," +
            "('553.3', 'ฉันไม่มีเงิน')," +
            "('554.1', 'ยึด')," +
            "('554.3', 'ขโมย')," +
            "('555.1', 'ควบคุม')," +
            "('555.2', 'ของฉันทั้งหมด')," +
            "('556.2', 'จับกุม')," +
            "('556.3', 'จับกุมทีละคน')," +
            "('557.1', 'กวาดจับ')," +
            "('558.2', 'คว้าจับ')," +
            "('558.3', 'ควบคุม')," +
            "('56.1', 'สะพานพระราม 6')," +
            "('56.2', 'สะพานพระราม 9')," +
            "('56.3', 'อินโดนีเซีย')," +
            "('560.1', 'คนเรียนรู้เร็ว')," +
            "('561.1', 'ราวไต่สำหรับเด็กเล่น')," +
            "('562.1', 'ชัก')," +
            "('562.2', 'ชัก')," +
            "('562.3', 'กระชาก')," +
            "('563.1', 'ชิงทรัพย์')," +
            "('563.2', 'สนใจ')," +
            "('563.3', 'ทำแท้ง')," +
            "('566.2', '(คนหนึ่ง)ยืมจาก (อีกคนหนึ่ง)')," +
            "('566.3', 'ยืม')," +
            "('567.1', 'ยืม')," +
            "('567.2', 'รับ')," +
            "('567.3', 'ถูกต้อนรับ')," +
            "('568.1', 'รับประกัน')," +
            "('568.3', 'ลบออกไป')," +
            "('569.2', 'ส้ม')," +
            "('569.3', 'ส้มโอ')," +
            "('57.1', 'ซ้าง')," +
            "('57.2', 'งวงช้าง')," +
            "('57.3', 'ช้า')," +
            "('570.2', 'ข้าวเหนียว')," +
            "('570.3', 'นวด')," +
            "('571.1', 'บางกระปิ')," +
            "('571.2', 'กะปิ')," +
            "('571.3', 'กระท้อน')," +
            "('574.1', 'วิจารณ์')," +
            "('574.2', 'เหยียดหยาม')," +
            "('574.3', 'ฉันถูกคนอื่นวิจารณ์')," +
            "('575.2', 'ความขัดแย้ง')," +
            "('575.3', 'ไม่สำคัญ')," +
            "('576.1', 'ไม่สำคัญ')," +
            "('576.2', 'ไม่ยอมรับ')," +
            "('576.3', 'ถูกดูถูก')," +
            "('577.2', 'ลงมติ')," +
            "('577.3', 'เสียง')," +
            "('578.1', 'แต่งงาน')," +
            "('578.3', 'แต่งงานครั้งที่สาม')," +
            "('579.1', 'เป็นโสด')," +
            "('58.2', 'ประเทศ')," +
            "('58.3', 'ประเทศไทย')," +
            "('580.1', 'คนจีน')," +
            "('580.2', 'โรงพยาบาลหัวเฉียว')," +
            "('580.3', 'ตรุษจีน')," +
            "('581.1', 'ชาจีน')," +
            "('582.1', 'ผักกาดขาว')," +
            "('582.2', 'กะหล่ำปลี')," +
            "('583.2', 'หมวกลูกเสือ')," +
            "('584.1', 'เสแสร้ง')," +
            "('584.2', 'เลียนแบบ')," +
            "('584.3', 'ตีสองหน้า')," +
            "('585.1', 'จาน')," +
            "('585.2', 'กระเช้า')," +
            "('585.3', 'ลอยกระทง')," +
            "('588.1', 'มังคุด')," +
            "('589.2', 'ตึก')," +
            "('589.3', 'ชื่อสถานที่')," +
            "('59.1', 'หลักฐาน')," +
            "('59.2', 'พยานหลักฐาน')";


    private static final String INSERT_INTO_DIALECTS_TWO = "INSERT INTO " + " dialects " + "(Dialect_id, Dialect_name) Values ('590.1', 'เมืองหลวง')," +
            "('590.2', 'โรงหนัง')," +
            "('590.3', 'บริษัท')," +
            "('591.1', 'องค์การสหประชาชาติ')," +
            "('591.3', 'กรมตำรวจ')," +
            "('592.1', 'กรมสามัญศึกษา')," +
            "('592.2', 'บริษัทปูนซีเมนต์ไทย  จำกัด')," +
            "('592.3', 'สำนักนายกรัฐมนตรี')," +
            "('593.1', 'องค์การโทรศัพท์แห่งประเทศไทย')," +
            "('593.2', 'การท่าเรือแห่งประเทศไทย')," +
            "('593.3', 'กรมประชาสัมพันธ์')," +
            "('594.1', 'คุก')," +
            "('594.2', 'อาคารภายในวัด')," +
            "('594.3', 'กรมประชาสงเคราะห์')," +
            "('595.1', 'ตึกแถว')," +
            "('595.3', 'อยู่ฟากตรงข้ามตึกอื่นๆ')," +
            "('598.1', 'อาคาร')," +
            "('598.2', 'ราชวงศ์')," +
            "('598.3', 'ขยายสาขา')," +
            "('599.1', 'แยกตัวออกไป')," +
            "('599.2', 'แยกออกเป็นสองกลุ่ม')," +
            "('6.2', 'เสือกไสไล่ส่ง')," +
            "('6.3', 'โดนไล่')," +
            "('60.1', 'สิทธิ')," +
            "('600.1', 'รั้วรอบบ้าน')," +
            "('600.2', 'อนุสาวรีย์ประชาธิปไตย')," +
            "('600.3', 'ลาดพร้าว')," +
            "('601.1', 'ปิดฝา')," +
            "('601.2', 'ฝาปิด')," +
            "('602.1', 'ฝา')," +
            "('602.2', 'ปิดฝา')," +
            "('602.3', 'ถาดหลุม')," +
            "('603.2', 'แจ้งข่าว')," +
            "('603.3', 'นินทา')," +
            "('604.2', 'รับข่าว')," +
            "('604.3', 'แจ้งราละเอียดทั่วไป')," +
            "('605.2', 'คัดสำเนา')," +
            "('605.3', 'คัดลอก')," +
            "('606.1', 'คัดลอกจากกันและกัน')," +
            "('606.2', 'ยอมรับ')," +
            "('607.1', 'ย้ายที่หรือสับเปลี่ยนตำแหน่ง')," +
            "('607.2', 'จัดใหม่')," +
            "('608.1', 'จัด')," +
            "('608.2', 'เปลี่ยนที่')," +
            "('608.3', 'ไม่เป็นระเบียบ')," +
            "('609.1', 'จินตนาการปั้นเรื่องที่ไม่จริง')," +
            "('609.2', 'ฝนตกหนัก')," +
            "('609.3', 'พายุฝน')," +
            "('610.1', 'ส้มโอ')," +
            "('610.2', 'มะเฟือง')," +
            "('610.3', 'น้ำเต้า')," +
            "('611.1', 'พัทยา')," +
            "('611.2', 'ระฆัง')," +
            "('611.3', 'เรื่องหมูๆ')," +
            "('612.1', 'สิ่งของ')," +
            "('612.2', 'สิ่งของ')," +
            "('612.3', 'ท่ามือคุณศัพท์')," +
            "('613.1', 'กระโถน')," +
            "('613.2', 'หอมหัวใหญ่')," +
            "('613.3', 'มะเขือเทศ')," +
            "('614.1', 'มันแกว')," +
            "('614.2', 'แอปเปิ้ล')," +
            "('614.3', 'องุ่น')," +
            "('615.1', 'ห้างสรรพสินค้าไทยไดมารุ')," +
            "('615.2', 'พระโขนง')," +
            "('615.3', 'ตาชั่ง')," +
            "('616.1', 'แมวน้ำ')," +
            "('616.2', 'เครื่องบดอาหาร')," +
            "('616.3', 'เครื่องซักผ้า')," +
            "('617.1', 'โลก')," +
            "('617.2', 'องค์็การอนามัยโลก')," +
            "('617.3', 'แชมป์โลก')," +
            "('619.1', 'เฟือง')," +
            "('619.3', 'ถนนรามคำแหง')," +
            "('62.2', 'เรียบร้อย')," +
            "('62.3', 'ใจเย็น')," +
            "('620.1', 'ผู้มีเกียรติ')," +
            "('620.2', 'สถานทูต')," +
            "('621.2', 'ลำไย')," +
            "('622.1', 'ชอล์ค')," +
            "('622.2', 'ถ่านไม้')," +
            "('622.3', 'มะเขือยาว')," +
            "('623.1', 'พริกชี้ฟ้า')," +
            "('623.2', 'มะระจีน')," +
            "('623.3', 'มะระไทย')," +
            "('624.2', 'มันฝรั่ง')," +
            "('624.3', 'มันเทศ')," +
            "('626.1', 'ก๊อกน้ำ')," +
            "('626.2', 'ก๊อกน้ำ')," +
            "('626.3', 'อ่าง')," +
            "('627.1', 'หัวก๊อกฝักบัวอาบน้ำ')," +
            "('627.2', 'ท่ามือที่มีมาก่อนมีการหันฝ่ามือคว่ำลง')," +
            "('627.3', 'ฟิล์ม')," +
            "('628.1', 'ระกำ')," +
            "('628.2', 'ละมุด')," +
            "('628.3', 'ลิ้นจี่')," +
            "('629.1', 'มะเขือม่วง')," +
            "('629.2', 'แห้ว')," +
            "('629.3', 'มะม่วงสุก')," +
            "('63.1', 'ปลอบโยน')," +
            "('63.2', 'ปลอบ')," +
            "('63.3', 'ได้รับการปลอบใจ')," +
            "('630.1', 'ชาจีน')," +
            "('630.2', 'หัวหอม')," +
            "('630.3', 'น้อยหน่า')," +
            "('631.1', 'ลูกกระเดือก')," +
            "('631.2', 'หัด')," +
            "('631.3', 'แก้วล้างตา')," +
            "('632.1', 'ตาบวม')," +
            "('632.2', 'ประหลาดใจ')," +
            "('632.3', 'มองตามไปอย่างกระชั้นชิด')," +
            "('633.2', 'ตาลาย')," +
            "('633.3', 'งง')," +
            "('634.1', 'มองตาม')," +
            "('634.2', 'ตาแหล่')," +
            "('634.3', 'ตาเข')," +
            "('635.1', 'ญี่ปุ่น')," +
            "('635.2', 'ห้างสรรพสินค้าไทยไดมารุ')," +
            "('635.3', 'มหาวิทยาลัยธรรมศาสตร์')," +
            "('636.1', 'มะไฟ')," +
            "('636.2', 'หัวนมยาง')," +
            "('636.3', 'เครื่องช่วยฟัง')," +
            "('637.1', 'แก้วน้ำ')," +
            "('637.2', 'แอร์โฮสเตส')," +
            "('637.3', 'เหยือกน้ำ')," +
            "('638.1', 'ดื่ม')," +
            "('638.2', 'เครื่องดื่ม')," +
            "('638.3', 'ดูดนม')," +
            "('639.1', 'น้ำยาทาผิว')," +
            "('639.2', 'แป้งเด็ก')," +
            "('639.3', 'โทรศัพท์')," +
            "('64.2', 'ปลอบใจกันทั้งสองฝ่าย')," +
            "('64.3', 'เตรียม')," +
            "('640.1', 'กระโถนถ่าย')," +
            "('640.2', 'กบเหลาดินสอ')," +
            "('640.3', 'ของเล่น')," +
            "('641.1', 'แปรงลบกระดาน')," +
            "('641.2', 'เขย่า')," +
            "('641.3', 'สลับที่กัน')," +
            "('642.1', 'ภาพ')," +
            "('642.2', 'อ้วนท้วนแบบเด็ก')," +
            "('642.3', 'โรงพยาบาลพระมงกุฎเกล้า')," +
            "('643.1', 'ธรรมะ')," +
            "('643.2', 'ห่วงชูชีพ')," +
            "('643.3', 'โรงพยาบาลรามาธิบดี')," +
            "('644.1', 'ยีราฟ')," +
            "('644.2', 'พาต้าปิ่นเกล้า')," +
            "('644.3', 'กล้องส่องทางไกล')," +
            "('645.1', 'มอบถ้วยรางวัล')," +
            "('645.3', 'รางวัล')," +
            "('646.3', 'แว่นตากันแดดทรงเรย์แบน')," +
            "('647.1', 'ถ่ายรูป')," +
            "('647.2', 'dกล้องถ่ายรูป')," +
            "('647.3', 'ฟิล์ม')," +
            "('648.1', 'สร้อยข้อมือ')," +
            "('648.2', 'ตุรกี')," +
            "('649.2', 'ที่นอนยางเป่าลม')," +
            "('65.1', 'ถู')," +
            "('65.2', 'ทา')," +
            "('65.3', 'น้ำยาทาผิว')," +
            "('650.1', 'กล้องจุลทรรศน์')," +
            "('650.2', 'กล้องสายตา')," +
            "('650.3', 'กล้องส่องทางไกล')," +
            "('651.1', 'ไม่เคย')," +
            "('651.2', 'ไม่เคยเลย')," +
            "('651.3', 'ได้ศูนย์')," +
            "('652.1', 'ปิงปอง')," +
            "('652.2', 'ตรงไปข้างหน้า')," +
            "('653.1', 'จ่ายเงิน')," +
            "('653.2', 'จ่ายแทน')," +
            "('653.3', 'จ่ายให้ฉัน')," +
            "('656.1', 'ตัดสิน')," +
            "('656.2', 'อภิปราย')," +
            "('657.2', 'เหรียญทอง')," +
            "('657.3', 'หนังยาง')," +
            "('658.1', 'เหรียญทองแดง')," +
            "('658.3', 'บัตรสมาชิก')," +
            "('659.1', 'จูงจมูก')," +
            "('659.2', 'ตุ้มหู')," +
            "('66.1', 'ครีมทาผิว')," +
            "('66.2', 'น้ำมันทาผิว')," +
            "('660.1', 'แอบมอง')," +
            "('660.3', 'นกฮูก')," +
            "('661.1', 'เป็นห่วง')," +
            "('661.2', 'เป็นห่วงมาก')," +
            "('661.3', 'ไม่เป็นห่วง')," +
            "('662.1', 'เกี่ยวกับ')," +
            "('662.2', 'ไม่เกี่ยวข้อง')," +
            "('663.1', 'กีฬา')," +
            "('663.2', 'กีฬาโอลิมปิก')," +
            "('664.1', 'รองเท้ากีฬา')," +
            "('664.2', 'โซ่')," +
            "('667.1', 'เล็กน้อย')," +
            "('667.2', 'พูดน้อย')," +
            "('667.3', 'ใจน้อย')," +
            "('668.1', 'พวกเขาช่างเป็นคนใจน้อยเหลือเกิน')," +
            "('668.2', 'ค่าทิป')," +
            "('668.3', 'บางกอกน้อย')," +
            "('669.1', 'เมล็ด')," +
            "('669.2', 'ผงเข้าตา')," +
            "('67.1', 'ถูตัว')," +
            "('67.2', 'สบู่')," +
            "('67.3', 'ล้างจาน')," +
            "('670.2', 'พริกไทยอ่อน')," +
            "('674.3', 'ชั่ว')," +
            "('675.1', 'ใจร้าย')," +
            "('675.3', 'ชั่ว')," +
            "('676.1', 'ปรับปรุง')," +
            "('676.2', 'ดีขึ้นเรื่อยๆ')," +
            "('676.3', 'พัฒนาขึ้น')," +
            "('678.1', 'คนไม่สำคัญ')," +
            "('678.2', 'เป็นรอง')," +
            "('678.3', 'คนเก่งคนเดียวในกลุ่ม')," +
            "('679.1', 'ฉันไม่มีหรือ?')," +
            "('679.2', 'ตัวฉันเองไม่ดีหรือ')," +
            "('679.3', 'ไม่เก่ง')," +
            "('68.1', 'ขอโทษ')," +
            "('68.2', 'เช็ดปาก')," +
            "('68.3', 'กระดาษชำระชนิดกล่อง')," +
            "('680.1', 'ไม่ดีทั้งหมด')," +
            "('680.2', 'ทำท่ามือไม่เก่ง')," +
            "('681.1', 'เหม็น')," +
            "('681.2', 'กลิ่นเหม็น')," +
            "('681.3', 'ไม่เหมาะสม')," +
            "('682.1', 'มึนหัว')," +
            "('682.2', 'ไร้การศึกษา')," +
            "('682.3', 'คนโง่')," +
            "('683.1', 'พ่ายแพ้')," +
            "('683.2', 'เราแพ้')," +
            "('683.3', 'พวกคุณพ้หมด')," +
            "('684.1', 'ฉันแพ้')," +
            "('684.2', 'ฉันชนะคุณ')," +
            "('684.3', 'ฉันเก่ง')," +
            "('685.1', 'แพ้บ่อยๆ')," +
            "('685.2', 'แพ้ทุกที')," +
            "('685.3', 'ผลักันแพ้  ผลัดกันชนะ')," +
            "('686.1', 'ดูถูก')," +
            "('686.2', 'ถ')," +
            "('686.3', 'ไม่มีสาระ')," +
            "('687.1', 'ไม่มัสาระ')," +
            "('687.2', 'คุณภาพดีที่สุด')," +
            "('688.1', 'ถูก')," +
            "('688.2', 'จริง')," +
            "('688.3', 'จริงแท้')," +
            "('689.1', 'ไม่จริง')," +
            "('689.2', 'ไม่จริง')," +
            "('689.3', 'ไม่จริง')," +
            "('69.1', 'กระดาษชำระ')," +
            "('69.2', 'แป้งฝุ่น')," +
            "('690.1', 'ผิด')," +
            "('690.2', 'รับผิด')," +
            "('690.3', 'จับผัดกัน')," +
            "('691.1', 'ง่าย')," +
            "('691.2', 'ง่ายมาก')," +
            "('691.3', 'ง่ายมากๆ')," +
            "('692.1', 'สนิทกัน')," +
            "('692.2', 'ดีกัน')," +
            "('693.1', 'โกรธแล้วดีกัน')," +
            "('693.2', 'ทะเลาะ')," +
            "('694.1', 'วาดรูป')," +
            "('694.2', 'บางเหลือเกิน')," +
            "('695.1', 'สัตว์')," +
            "('695.2', 'เต้นท์')," +
            "('696.2', 'บิน')," +
            "('696.3', 'เครื่องบิน')," +
            "('697.1', 'บินออกไป')," +
            "('697.2', 'บินเข้ามา')," +
            "('697.3', 'เครื่องบินบินขึ้น')," +
            "('698.1', 'บินไปทางเหนือของประเทศไทย')," +
            "('698.2', 'เครื่องบินบินลงสู่ฟื้น')," +
            "('698.3', 'บินไปทางใต้ของประเทศไทย')," +
            "('699.1', 'บินออกนอกประเทศไทยไปทางตะวันออก')," +
            "('699.2', 'บินรอบโลก')," +
            "('699.3', 'ท่องเที่ยวรอบโลก')," +
            "('7.1', 'เลิกการติดต่อ')," +
            "('7.2', 'ขับไล่')," +
            "('7.3', 'ถูกไล่ออก')," +
            "('70.2', 'ร้องไห้')," +
            "('70.3', 'หอมหัวใหญ่')," +
            "('700.1', 'ข่า')," +
            "('701.1', 'ที่แขวนเสื้อ')," +
            "('703.1', 'อาจจะ')," +
            "('703.2', 'สามารถ')," +
            "('703.3', 'ไม่ได้')," +
            "('704.1', 'ดี')," +
            "('704.2', 'ดีทั้งคู่')," +
            "('704.3', 'ทั้งหมดดี')," +
            "('705.1', 'รูปงาม')," +
            "('705.2', 'เป็นรอง')," +
            "('705.3', 'เหนือกว่า')," +
            "('706.1', 'ข่าวดี')," +
            "('706.2', 'ข่าวร้าย')," +
            "('706.3', 'ดีกว่า')," +
            "('707.2', 'ยอมความกัน')," +
            "('708.1', 'อวดเก่ง')," +
            "('708.3', 'ความผยอง')," +
            "('709.1', 'ผมเก่งกว่าคุณ')," +
            "('709.2', 'เขาดีกว่าฉัน')," +
            "('709.3', 'เก่ง')," +
            "('71.1', 'แอปเปิ้ล')," +
            "('71.2', 'ลืม')," +
            "('710.2', 'ฉันแพ้และเธอชนะ')," +
            "('711.1', 'ฉันเก่ง')," +
            "('711.3', 'ท้า')," +
            "('712.2', 'ฉันชนะการแข่งขัน')," +
            "('713.1', 'ท้า')," +
            "('713.3', 'เผชิญหน้ากัน')," +
            "('714.1', 'พอๆกัน')," +
            "('715.1', 'เขาทั้งหลายเป็นบริวารฉัน')," +
            "('715.2', 'ฉันเป็นบริวารเขา')," +
            "('715.3', 'เมืองหลวง')," +
            "('716.2', 'เลือกตั้ง')," +
            "('716.3', 'ผู้นำ')," +
            "('717.2', 'รองผู้อำนวยการ')," +
            "('717.3', 'ลำดับชั้นยศ')," +
            "('718.1', 'นาย')," +
            "('718.3', 'ตาม')," +
            "('719.1', 'ตี')," +
            "('719.2', 'ถูกตี')," +
            "('72.1', 'เขิน')," +
            "('72.2', 'น่าอาย')," +
            "('72.3', 'ช่างไม่อายเลย')," +
            "('720.1', 'ตี')," +
            "('720.2', 'ประทับใจ')," +
            "('720.3', 'ดีที่สุด')," +
            "('721.1', 'ผู้นำ')," +
            "('721.2', 'พ่อ')," +
            "('721.3', 'แม่')," +
            "('722.1', 'เลวมาก')," +
            "('722.2', 'ดีแตก')," +
            "('722.3', 'สูญเสีย')," +
            "('723.1', 'เลวมาก')," +
            "('724.2', 'ไม่ลงรยกัน')," +
            "('724.3', 'ไล่ออกไป')," +
            "('725.1', 'โกรธแล้วดีกัน')," +
            "('725.2', 'ทะเลาะ')," +
            "('725.3', 'ทะเลาะกันและคืนดีกัน')," +
            "('726.2', 'นักเคมี')," +
            "('726.3', 'ดำนา')," +
            "('727.1', 'จำนำ')," +
            "('727.2', 'ใบเสร็จรับจำนำ')," +
            "('727.3', 'ผู้จำนำ')," +
            "('728.2', 'หมายศาล')," +
            "('729.1', 'พิมพ์ลายนิ้วหัวแม่มือ')," +
            "('73.1', 'ทาสี')," +
            "('73.2', 'สี')," +
            "('73.3', 'สีผสมอาหาร')," +
            "('731.1', 'ภาษี')," +
            "('731.2', 'กรมศุลกากร')," +
            "('731.3', 'แบบฟอร์มศุลกากร')," +
            "('732.2', 'ยางลบ')," +
            "('733.1', 'จำได้')," +
            "('733.2', 'เสมอ')," +
            "('734.1', 'ดูดนิ้ว')," +
            "('734.3', 'ผมเปีย')," +
            "('735.3', 'ไปที่ใดที่หนึ่ง')," +
            "('736.1', 'ไม่ได้ไป')," +
            "('736.3', 'ไปที่นั่นแล้วก็มาหาฉัน')," +
            "('737.1', 'พวกเขาไปที่เหล่านั้นบ่อยๆ')," +
            "('737.2', 'คนหลายคนไป')," +
            "('737.3', 'วิ่งไปวิ่งมา')," +
            "('738.1', 'คนมาหาฉัน')," +
            "('738.2', 'ไม่ได้มา')," +
            "('738.3', 'มาหาฉัน')," +
            "('739.1', 'ไม่เคยมีใครมาหาฉันเลย')," +
            "('739.2', 'มาหาฉัน')," +
            "('739.3', 'ผู้คนมาหาฉันตลอดเวลา')," +
            "('74.1', 'สีน้ำมัน')," +
            "('74.2', 'ดินสอสี')," +
            "('74.3', 'น้ำยาทาเล็บ')," +
            "('740.1', 'วิ่งทำธุระ')," +
            "('740.2', 'ไปวันเว้นวัน')," +
            "('740.3', 'สับที่กัน')," +
            "('741.1', 'ไปจากกรุงเทพสู่ภาคเหนือ')," +
            "('741.2', 'ไปภาคใต้')," +
            "('741.3', 'จากภาคเหนือไปภาคใต้')," +
            "('742.1', 'ไปภาคตะวันตก')," +
            "('742.3', 'แวะหลายจังหวัด')," +
            "('743.1', 'ชักช้า')," +
            "('743.2', 'โดยไม่ได้พบกัน')," +
            "('743.3', 'อยุ่บ้านคนเดียว')," +
            "('744.1', 'การขึ้น')," +
            "('744.2', 'การลง')," +
            "('744.3', 'การขึ้น')," +
            "('745.1', 'ตกลงหลุม')," +
            "('745.2', 'คนกระโดดร่ม')," +
            "('746.1', 'ปิติ')," +
            "('746.2', 'เล่น')," +
            "('746.3', 'ซุกซน')," +
            "('747.1', 'พูดเล่น')," +
            "('747.2', 'สนามเด้กเล่น')," +
            "('747.3', 'กรฉลองปีใหม่')," +
            "('748.2', 'ผู้เช่า')," +
            "('748.3', 'บุกรุก')," +
            "('749.1', 'เข้ามา')," +
            "('749.2', 'แอบ')," +
            "('749.3', 'มุดเข้าไปในถ้ำ')," +
            "('75.1', 'การทาสี')," +
            "('75.2', 'แปรงทาสี')," +
            "('750.1', 'เห็นแล้วหลบ')," +
            "('750.2', 'พบกัน')," +
            "('750.3', 'สองคนแยกจากกัน')," +
            "('751.1', 'ดัน')," +
            "('751.2', 'เบียดเสียด')," +
            "('751.3', 'เดินควงกันไป')," +
            "('754.1', 'พักผ่อนบนเก้าอี้โยก')," +
            "('754.2', 'สองคนนั่งเก้าอี้โยก')," +
            "('754.3', 'ทางเดินลง')," +
            "('755.1', 'ลื่นไถล')," +
            "('755.2', 'กระดานลื่นขนาดใหญ่')," +
            "('755.3', 'กระดานลื่นขนาดเล็ก')," +
            "('756.1', 'ลื่นล้ม')," +
            "('756.2', 'ลื่นล้มและไถลไป')," +
            "('756.3', 'ลื่นล้มลงอย่างแรง')," +
            "('757.1', 'ล้มลงพร้อมๆกัน')," +
            "('757.2', 'ลุกขึ้นยืน')," +
            "('757.3', 'ตกลงจากที่สูงศีรษะพุ่งกระแทกพื้น')," +
            "('758.1', 'สองคนนอนลง')," +
            "('758.2', 'นอนเรียงกันเป็นแถว')," +
            "('758.3', 'คนสองคนนอนบนเตียงสองชั้น')," +
            "('759.1', 'คนสองคนเปลี่ยนที่นอนกัน')," +
            "('759.2', 'คนสองคนเปลี่ยนที่นอนกัน')," +
            "('759.3', 'นอนไม่ค่อยหลับ')," +
            "('76.1', 'ตัด')," +
            "('76.2', 'มะละกอ')," +
            "('760.1', 'พลิกตัวคว่ำลง')," +
            "('760.2', 'ตกจากที่สูง')," +
            "('760.3', 'ลอยขึ้นมา')," +
            "('761.1', 'ที่นอนยางเป่าลม')," +
            "('762.1', 'ว่ายน้ำไปอย่างช้าๆ')," +
            "('762.3', 'จมน้ำ')," +
            "('763.1', 'ว่ายน้ำกลับตัวไปมา')," +
            "('763.2', 'ว่ายน้ำเข้าชนขอบสระ')," +
            "('763.3', 'กระโดดและดำน้ำ')," +
            "('764.1', 'สองคนดำน้ำเข้าหากัน')," +
            "('764.2', 'ผ้าอ้อม')," +
            "('764.3', 'ท่ามือกริยา')," +
            "('765.1', 'จำเลย')," +
            "('765.2', 'กดขี่')," +
            "('765.3', 'แทง')," +
            "('768.1', 'ไม่แน่')," +
            "('768.2', 'ไม่แน่ใจ')," +
            "('768.3', 'ความเห็นแตกต่างกัน')," +
            "('769.1', 'ลังเล')," +
            "('769.2', 'ไม่สม่ำเสมอ')," +
            "('77.1', 'ฝรั่ง (ผลไม้)')," +
            "('77.2', 'ได้รับส่วนแบ่ง')," +
            "('772.1', 'ต่อโทรศัพท์')," +
            "('772.2', 'โทรศัพท์')," +
            "('773.1', 'ควาย')," +
            "('773.2', 'สะพานควาย')," +
            "('773.3', 'วัวชน')," +
            "('774.1', 'ต่างประเทศ')," +
            "('774.2', 'ทำไม?')," +
            "('774.3', 'ทำไม')," +
            "('775.3', 'เดินทาง')," +
            "('778.1', 'ไปภาคตะวันออก')," +
            "('778.2', 'ไปทางทิศตะวันออก')," +
            "('778.3', 'เดินทางขึ้นเหนือ')," +
            "('779.1', 'นี่')," +
            "('779.2', 'ที่นี่')," +
            "('779.3', 'เหล่านี้')," +
            "('78.1', 'หั่น')," +
            "('78.2', 'ทุเรียน')," +
            "('78.3', 'มังคุด')," +
            "('780.1', 'ที่นั่น')," +
            "('780.2', 'โน้น')," +
            "('780.3', 'โน้น')," +
            "('781.1', 'ทางโน้น')," +
            "('781.2', 'น้ำลึก')," +
            "('781.3', 'คนสูง')," +
            "('782.1', 'อยู่นี่')," +
            "('782.2', 'อยู่ที่นั่น')," +
            "('782.3', 'มานี่ซิ')," +
            "('783.2', 'ฉัน')," +
            "('786.1', 'ส่งต่อให้คนอื่นเป็นประจำ')," +
            "('786.2', 'ผมฝากเขาไปให้คนนั้น')," +
            "('786.3', 'ผลัดกัน')," +
            "('787.2', 'ที่นัดพบ')," +
            "('787.3', 'สามัคคี')," +
            "('788.1', 'หย่าร้าง')," +
            "('788.2', 'ไป')," +
            "('788.3', 'ถูกจำคุก')," +
            "('789.2', 'รวดเร็ว')," +
            "('79.2', 'ตัดคอ (คน)')," +
            "('79.3', 'สำเร็จโทษโดยการตัดหัว')," +
            "('790.1', 'ไปแล้ว')," +
            "('790.3', 'ตรงกลับบ้าน')," +
            "('791.1', 'เก่งกว่า')," +
            "('791.2', 'เขาเก่งกว่าฉัน')," +
            "('791.3', 'คนนี้ดีกว่า')," +
            "('794.1', 'คิดตรงกัน')," +
            "('794.2', 'ขัดแย้ง')," +
            "('795.1', 'ถูกตา')," +
            "('795.2', 'ขัดตา')," +
            "('795.3', 'รสชาดพอดี')," +
            "('796.2', 'ถูกใจ')," +
            "('796.3', 'ไม่ตรงกับใจ')," +
            "('797.1', 'ขัดคอกัน')," +
            "('797.2', 'ถกเถียง')," +
            "('797.3', 'อภิปราย')," +
            "('798.1', 'ข้อตกลง')," +
            "('798.2', 'เป้าหมาย')," +
            "('799.1', 'ถูกสั่ง')," +
            "('799.2', 'ถูกตำหนิหรือล้อบ่อยๆ')," +
            "('8.1', 'เกิด')," +
            "('8.2', 'แฝด')," +
            "('8.3', 'แฝดสี่')," +
            "('80.1', 'แยกกัน')," +
            "('80.2', 'ตัดความสัมพันธ์โดยเด็ดขาด')," +
            "('80.3', 'อย่ากวนใจ')," +
            "('802.1', 'แรก')," +
            "('802.2', 'แรก')," +
            "('802.3', 'เริ่ม')," +
            "('803.1', 'รับประทานยาเม็ดทางปาก')," +
            "('803.2', 'รับประทานยาเม็ด 2 เมด')," +
            "('803.3', 'รับประทานยา')," +
            "('805.1', 'สี่เหลี่ยม')," +
            "('805.2', 'กระดานดำขนาดเล็ก')," +
            "('805.3', 'แผ่นกระดาน')," +
            "('806.1', 'โฉนดที่ดิน')," +
            "('806.2', 'เอกสารทางกฎหมาย')," +
            "('806.3', 'จีน')," +
            "('807.1', 'เคร่องหมายวงเล็บ')," +
            "('807.2', 'คำอธิบายอ้างอิง')," +
            "('807.3', 'ผ้ากันเปื้อน')," +
            "('808.1', 'ชาวอังกฤษ')," +
            "('808.2', 'ออกเสียงให้ผู้สมัครคนนั้น')," +
            "('808.3', 'ผู้สมัครคนนั้น')," +
            "('809.1', 'วงกลม')," +
            "('809.2', 'ศรีลังกา')," +
            "('809.3', 'ศรีลังกา')," +
            "('81.2', 'ตัดแขน')," +
            "('81.3', 'คนพิการ')," +
            "('810.1', 'ผู้หญิง')," +
            "('810.2', 'พี่สาว')," +
            "('810.3', 'น้องสาว')," +
            "('811.1', 'แม่')," +
            "('811.3', 'จาน')," +
            "('814.1', 'โปแลนด์')," +
            "('815.1', 'ทำได้')," +
            "('815.2', 'เลวมาก')," +
            "('815.3', 'ฉันไม่สามารถ')," +
            "('816.1', 'ท่วมทัน')," +
            "('816.2', 'งุ่มง่าม')," +
            "('817.1', 'ใจ')," +
            "('817.2', 'ใจดี')," +
            "('818.1', 'คิด')," +
            "('818.2', 'รู้')," +
            "('818.3', 'ใจลอย')," +
            "('819.1', 'ไม่รู้')," +
            "('819.3', 'เป็นห่วง')," +
            "('82.1', 'มูลนิธิเพื่อคนพิการ')," +
            "('82.2', 'สมาคมคนพิการแห่งประเทศไทย')," +
            "('82.3', 'ศูนย์ฝึกอาชีพพระประแดง')," +
            "('820.1', 'คิดถูกต้อง')," +
            "('820.2', 'คิดผิด')," +
            "('820.3', 'ความงุ่มง่าม')," +
            "('821.1', 'รู้')," +
            "('821.2', 'ฉันเก่ง')," +
            "('821.3', 'เขาทำได้ไหม')," +
            "('822.1', 'เก่งมาก')," +
            "('822.3', 'ทำไม่ได้')," +
            "('823.1', 'โง่')," +
            "('823.2', 'ควาคิดไม่ดี')," +
            "('823.3', 'คนโง่')," +
            "('824.1', 'โกง')," +
            "('824.2', 'บ้าๆบอๆ')," +
            "('824.3', 'บ้า')," +
            "('825.1', 'ไม่สามารถจะเข้าใจได้')," +
            "('825.2', 'ฝัน')," +
            "('825.3', 'ปัญญาอ่อน')," +
            "('826.1', 'ไม่ใส่ใจ')," +
            "('827.1', 'เข้าใจ')," +
            "('827.2', 'นึกออกเอง')," +
            "('828.1', 'ปวดหัวจี๊ด')," +
            "('829.1', 'ดำ')," +
            "('829.2', 'วันเสาร์')," +
            "('829.3', 'ฮินดู')," +
            "('83.1', 'กฎหมายคนพิการของประเทศไทย')," +
            "('83.2', 'พิการซ้ำซ้อน')," +
            "('83.3', 'บาป')," +
            "('830.1', 'เห็นได้ถูก้อง')," +
            "('830.2', 'มองผิด')," +
            "('830.3', 'มองผิด')," +
            "('831.3', 'สายตาไม่ดี')," +
            "('832.1', 'ตาบอด')," +
            "('832.2', 'ตาพร่า')," +
            "('832.3', 'ถูกปิดกั้น')," +
            "('833.1', 'แปลกตา')," +
            "('833.2', 'ภาพที่แปลกมาก')," +
            "('833.3', 'ดูแปลกประหลาด')," +
            "('834.1', 'ร้องไห้')," +
            "('834.2', 'ร้องไห้')," +
            "('835.1', 'เสียงดี')," +
            "('835.2', 'คำด่า')," +
            "('835.3', 'พิการทางหู')," +
            "('836.1', 'หูหนวกแล้ว')," +
            "('836.2', 'ได้ยินเสียงไม่ชัดเจน')," +
            "('837.2', 'เชื่อ')," +
            "('837.3', 'ดื้อ')," +
            "('838.1', 'แดง')," +
            "('839.2', 'ไม่อร่อย')," +
            "('839.3', 'ขม')," +
            "('84.1', 'เคราะห์กรรม')," +
            "('84.2', 'โชคร้าย')," +
            "('84.3', 'เขาโชคร้าย')," +
            "('840.1', 'ยิ้ม')," +
            "('840.2', 'ยิ้ม')," +
            "('841.2', 'พูดดี')," +
            "('841.3', 'พูดเลว')," +
            "('842.2', 'พูดไม่ดี')," +
            "('845.1', 'บอก')," +
            "('845.2', 'เล่าให้ทุกคนฟัง')," +
            "('845.3', 'พูด')," +
            "('846.1', 'พูดแล้ว')," +
            "('847.3', 'ฟันหรอ')," +
            "('848.2', 'เงียบ')," +
            "('849.1', 'คุย')," +
            "('85.1', 'เชือดคอ')," +
            "('85.2', 'ขนมปัง')," +
            "('85.3', 'เบลเยี่ยม')," +
            "('850.1', 'ถาม')," +
            "('851.1', 'สืบสวน')," +
            "('851.2', 'สืบพยาน')," +
            "('852.2', 'ด่าว่า')," +
            "('853.1', 'ด่า')," +
            "('854.1', 'ดุด่า')," +
            "('855.1', 'ถูกเวลา')," +
            "('857.1', 'รถจักรยานยนต์')," +
            "('858.1', 'แซง')," +
            "('858.2', 'ถนนพัฒน์พงศ์')," +
            "('858.3', 'หนอน')," +
            "('86.1', 'กางเกงชั้นใน')," +
            "('86.2', 'กางเกงขาสั้น')," +
            "('86.3', 'ชุดว่ายน้ำ')," +
            "('860.2', 'นาฬิกาข้อมือ')," +
            "('861.2', 'ห้านาที')," +
            "('862.2', 'แปดชั่วโมง')," +
            "('863.1', 'หนึ่งชั่วโมงครึ่ง')," +
            "('863.3', 'เก้าสิบนาที')," +
            "('864.3', 'แปรงสีฟัน')," +
            "('865.1', 'รถถัง')," +
            "('865.2', 'รถถัง')," +
            "('867.2', 'แมลงสาบ')," +
            "('867.3', 'ขาว')," +
            "('868.2', 'หาร')," +
            "('869.2', 'ช้า')," +
            "('87.2', 'เลื่อยไม้')," +
            "('87.3', 'สับปะรด')," +
            "('870.3', 'ผ่านไป')," +
            "('872.2', 'เดือนกุมภาพันธ์')," +
            "('873.1', 'เดือนเมาายน')," +
            "('873.2', 'เดือนพฤษภาคม')," +
            "('873.3', 'เดือนมิถุนายน')," +
            "('874.3', 'เดือนกันยายน')," +
            "('875.1', 'เดือนตุลาคม')," +
            "('875.3', 'เดือนธันวาคม')," +
            "('876.2', 'ส่ัญญาเช่า')," +
            "('877.2', 'มีด')," +
            "('878.1', 'ปวดหัว')," +
            "('878.2', 'ปวดหัว')," +
            "('879.3', 'ปวดทั่วไป')," +
            "('88.1', 'ถนนรามคำแหง')," +
            "('88.2', 'เอเชีย')," +
            "('88.3', 'ยุโรป')," +
            "('880.2', 'สูญเสียเงินในธุรกิจ')," +
            "('880.3', 'เสียเงิน')," +
            "('881.1', 'ถูกค้นพบ')," +
            "('881.2', 'ถูกจับได้บ่อยๆ')," +
            "('882.1', 'เหมือนกัน')," +
            "('882.3', 'ชนิดต่างๆ')," +
            "('884.3', 'จบ')," +
            "('885.1', 'พลาด')," +
            "('885.2', 'พ้นข้อหา')," +
            "('886.1', 'อะไร')," +
            "('887.2', 'อะไร')," +
            "('887.3', 'เราควรจะทำอะไร')," +
            "('888.1', 'คุณสมบัติ')," +
            "('888.2', 'ฉันเป็นอะไรรึ')," +
            "('889.2', 'ยินดีไปเสมอ')," +
            "('89.2', 'กายวิภาคศาสตร์')," +
            "('89.3', 'ขนมครก')," +
            "('890.3', 'แต่งงานครั้งที่สอง')," +
            "('893.1', 'เดินหน้า')," +
            "('894.2', 'จะไปที่นั่นหรือ')," +
            "('895.1', 'สลับที่กัน')," +
            "('895.2', 'สลับที่กัน')," +
            "('895.3', 'สลับที่กัน')," +
            "('896.1', 'คนวิ่งแซง')," +
            "('896.3', 'ผ่านคนอื่นๆไปอย่างรวดเร็ว')," +
            "('897.1', 'คนกลุ่มหนึ่งเดินผ่านคนๆหนึ่งไป')," +
            "('898.1', 'ฝูงชนเดินสวนกันอย่างช้าๆ')," +
            "('898.2', 'ฝูงชนสวนทางกัน')," +
            "('899.3', 'วิ่งนำหน้าหลายคน')," +
            "('9.1', 'ปัสวะ')," +
            "('9.2', 'กระโถนถ่าย')," +
            "('90.1', 'ขอบที่เป็นเส้นตรง')," +
            "('90.2', 'ตรวจสอบบัญชี')," +
            "('90.3', 'สมุห์บัญชี')," +
            "('900.3', 'เหงา')," +
            "('901.1', 'เดินหากันคนละที่')," +
            "('902.1', 'คนกลุ่มใหญ่')," +
            "('904.1', 'สองกลุ่มแบ่แยก')," +
            "('905.2', 'แถวของคน')," +
            "('905.3', 'แถวคน')," +
            "('908.1', 'ถูกตามไม่รู้ตัว')," +
            "('909.1', 'ถูกตามไม่รู้ตัว')," +
            "('909.2', 'ผู้ที่ล่าช้า')," +
            "('91.1', 'สร้างเขตส่วนตัว')," +
            "('91.2', 'พรมแดน')," +
            "('910.1', 'หลายคนรุมทำร้ายหนึ่งคน')," +
            "('911.1', 'เดินเป็นแถว')," +
            "('912.2', 'คนเดินหนีไปจากฉัน')," +
            "('913.1', 'การพบกัน')," +
            "('913.2', 'เผชิญหน้า')," +
            "('913.3', 'ห้อมล้อม')," +
            "('914.2', 'คนเข้ามาหา')," +
            "('915.2', 'พบกันไม่นาน')," +
            "('915.3', 'ด้วยกัน')," +
            "('916.1', 'เข้ากลุ่ม')," +
            "('916.2', 'แตกออกไป')," +
            "('917.1', 'พบกัน')," +
            "('917.2', 'รู้จักกัน')," +
            "('917.3', 'ไม่รู้จัก')," +
            "('918.1', 'คุ้นเคย')," +
            "('918.3', 'ตีกันกลางถนน')," +
            "('919.2', 'สภาสังคมสงเคราะห์')," +
            "('919.3', 'ตีกันกลางถนน')," +
            "('921.1', 'ถอยหนี')," +
            "('921.2', 'ฉันถูกขับออกจากสังคม')," +
            "('921.3', 'หน้าตาอัปลักษณ์')," +
            "('922.2', 'แตกต่าง')," +
            "('922.3', 'เพื่อน')," +
            "('923.1', 'กลุ่ม')," +
            "('923.2', 'กลุ่มใหญ่')," +
            "('923.3', 'กลุ่มคน')," +
            "('924.1', 'สมาคมทหารผ่านศึก')," +
            "('924.2', 'สมาคมคนตาบอด')," +
            "('924.3', 'โรงพยาบาลรามาธิบดี')," +
            "('925.1', 'อาย')," +
            "('925.2', 'ขายหน้า')," +
            "('925.3', 'หน้าซีด')," +
            "('926.1', 'เลขานุการ')," +
            "('926.2', 'เลขาธิการ')," +
            "('926.3', 'หัวขมิ้น')," +
            "('93.1', 'การพัฒนา')," +
            "('93.2', 'สงสาร')," +
            "('93.3', 'กรมประชาสงเคราะห์')," +
            "('931.2', 'สายบิดไขมัน')," +
            "('933.1', 'ยิง')," +
            "('934.1', 'ดวลปืน')," +
            "('935.1', 'เนคไท')," +
            "('935.2', 'ผ้าผูกคอ')," +
            "('936.1', 'คุณหญิง')," +
            "('936.3', 'วิทยาลัยครูสวนุสิต')," +
            "('938.1', 'โรงพยาบาลพระมงกุฎเกล้า')," +
            "('938.2', 'โรงพยาบาลรามาธิบดี')," +
            "('939.1', 'นาม')," +
            "('94.3', 'ฉันตัดเขาทั้งสองออกไป')," +
            "('940.2', 'ชื่อไม่ดี')," +
            "('940.3', 'ชื่อไม่ค่อยดี')," +
            "('941.1', 'ชื่อเสียงโด่งดัง')," +
            "('943.3', 'งาน')," +
            "('944.2', 'ของฉันเท่านั้น')," +
            "('945.1', 'งาน')," +
            "('946.2', 'ตัดสินใจ')," +
            "('946.3', 'ส่วนตัว')," +
            "('948.2', 'ไข่เค็ม')," +
            "('949.1', 'ไปรษณีย์')," +
            "('949.2', 'การทาสี')," +
            "('95.1', 'ถูกกีดกัน')," +
            "('95.2', 'แยกสองกลุ่มออกจากกัน')," +
            "('95.3', 'หยุด')," +
            "('950.3', 'หวานมาก')," +
            "('W0001', 'ก')," +
            "('W0002', 'ข')," +
            "('W0003', 'ค')," +
            "('W0004', 'ฆ')," +
            "('W0005', 'ง')," +
            "('W0006', 'จ')," +
            "('W0007', 'ฉ')," +
            "('W0008', 'ช')," +
            "('W0009', 'ซ')," +
            "('W0010', 'ฌ')," +
            "('W0011', 'ญ')," +
            "('W0012', 'ฎ')," +
            "('W0013', 'ฏ')," +
            "('W0014', 'ฐ')," +
            "('W0015', 'ฑ')," +
            "('W0016', 'ฒ')," +
            "('W0017', 'ณ')," +
            "('W0018', 'ด')," +
            "('W0019', 'ต')," +
            "('W0020', 'ถ')," +
            "('W0021', 'ท')," +
            "('W0022', 'ธ')," +
            "('W0023', 'น')," +
            "('W0024', 'บ')," +
            "('W0025', 'ป')," +
            "('W0026', 'ผ')," +
            "('W0027', 'ฝ')," +
            "('W0028', 'พ')," +
            "('W0029', 'ฟ')," +
            "('W0030', 'ภ')," +
            "('W0031', 'ม')," +
            "('W0032', 'ย')," +
            "('W0033', 'ร')," +
            "('W0034', 'ฤ')," +
            "('W0035', 'ล')," +
            "('W0036', 'ว')," +
            "('W0037', 'ศ')," +
            "('W0038', 'ษ')," +
            "('W0039', 'ส')," +
            "('W0040', 'ห')," +
            "('W0041', 'ฬ')," +
            "('W0042', 'อ')," +
            "('W0043', 'ฮ')," +
            "('W0044', 'การันต์')," +
            "('W0045', 'สระอะ')," +
            "('W0046', 'สระอา')," +
            "('W0047', 'สระอำ')," +
            "('W0048', 'สระอิ')," +
            "('W0049', 'สระอี')," +
            "('W0050', 'สระอึ')," +
            "('W0051', 'สระอือ')," +
            "('W0052', 'สระอุ')," +
            "('W0053', 'สระอู')," +
            "('W0054', 'สระเอ')," +
            "('W0055', 'สระแอ')," +
            "('W0056', 'สระโอ')," +
            "('W0057', 'สระใอ')," +
            "('W0058', 'สระไอ')," +
            "('W0059', 'ครอบครัว')," +
            "('W0060', 'ปู่')," +
            "('W0061', 'ย่า')," +
            "('W0062', 'ยาย')," +
            "('W0063', 'ลุง')," +
            "('W0064', 'ป้า')," +
            "('W0065', 'น้าชาย')," +
            "('W0066', 'น้าสาว')," +
            "('W0067', 'อาผู้ชาย')," +
            "('W0068', 'อาผู้หญิง')," +
            "('W0069', 'พ่อ')," +
            "('W0070', 'ลูก')," +
            "('W0071', 'หลาน')," +
            "('W0072', 'น้องชาย')," +
            "('W0073', 'น้องสาว')," +
            "('W0074', 'พี่สาว')," +
            "('W0075', 'ญาติ')," +
            "('W0076', 'กล้องถ่ายรูป')," +
            "('W0077', 'คอมพิวเตอร์')," +
            "('W0078', 'ตู้เย็น')," +
            "('W0079', 'พัดลม')," +
            "('W0080', 'แอร์')," +
            "('W0081', 'กรรไกร')," +
            "('W0082', 'ค้อน')," +
            "('W0083', 'ตะปู')," +
            "('W0084', 'ปลั๊กไฟ')," +
            "('W0085', 'หลอดไฟนีออน')," +
            "('W0086', 'หลอดไฟน้ำเต้า')," +
            "('W0087', 'คราด')," +
            "('W0088', 'จอบ')," +
            "('W0089', 'ตะกร้า')," +
            "('W0090', 'บัวรดน้ำ')," +
            "('W0091', 'ปุ๋ย')," +
            "('W0092', 'สวิง')," +
            "('W0093', 'สายยาง')," +
            "('W0094', 'สุ่มไก่')," +
            "('W0095', 'เสียม')," +
            "('W0096', 'แห')," +
            "('W0097', 'ดินสอ')," +
            "('W0098', 'ปากกา')," +
            "('W0099', 'ยางลบ')," +
            "('W0100', 'สมุด')," +
            "('W0101', 'หนังสือ')," +
            "('W0102', 'อาหาร')," +
            "('W0103', 'กินข้าว')," +
            "('W0104', 'ข้าวเปลือก')," +
            "('W0105', 'ข้าวสวย')," +
            "('W0106', 'ข้าวสาร')," +
            "('W0107', 'ข้าวหลาม')," +
            "('W0108', 'ข้าวเหนียว')," +
            "('W0109', 'ดื่มน้ำ')," +
            "('W0110', 'ทอด')," +
            "('W0111', 'น้ำ')," +
            "('W0113', 'นึ่งข้าว')," +
            "('W0114', 'ปลาร้า')," +
            "('W0115', 'ยำ')," +
            "('W0116', 'ส้มตำ')," +
            "('W0117', 'หุงข้าว')," +
            "('W0118', 'ไม้เอก')," +
            "('W0119', 'ไม้โท')," +
            "('W0120', 'ไม้หันอากาศ')," +
            "('745.3', 'กระโดดข้าม')," +
            "('748.1', 'มุด')," +
            "('790.2', 'เร็ว')," +
            "('859.1', 'กิ้งกือ')," +
            "('730.3', 'อย่าใส่กุญแจมือ')," +
            "('742.2', 'ไปทิศตะวันออกเฉียงเหนือ')," +
            "('769.3', 'สงสัย')," +
            "('618.1', 'ตะกร้อ')," +
            "('618.2', 'พัดลม')";
    private static final String INSERT_INTO_CATEGORY = "INSERT INTO " + " category " + "(Cat_id, Cat_name) Values ('C001', 'หมวดตัวอักษร')," +
            "('C002', 'หมวดการนับเลข')," +
            "('C003', 'ครอบครัว')," +
            "('C004', 'เครื่องใช้ไฟฟ้า')," +
            "('C005', 'เครื่องมือช่าง')," +
            "('C006', 'เครื่องมือการเกษตร')," +
            "('C007', 'อุปกรณ์เครื่องเขียน')," +
            "('C008', 'อาหาร')," +
            "('C009', 'อุปกรณ์')," +
            "('C010', 'การเขียนสะกดคำ')," +
            "('C011', 'โรคภัยไข้เจ็บ')," +
            "('C012', 'การทักทาย')," +
            "('C013', 'กีฬา')," +
            "('C014', 'ของใช้')," +
            "('C015', 'เครื่องแต่งกาย')," +
            "('C016', 'เครื่องปรุง')," +
            "('C017', 'ธรรมชาติ')," +
            "('C018', 'บุคคล')," +
            "('C019', 'พาหนะ')," +
            "('C020', 'ร่างกาย')," +
            "('C021', 'รูปร่างลักษณะ')," +
            "('C022', 'วัน/เวลา/ฤดูกาล')," +
            "('C023', 'สถานที่/ระยะทาง')," +
            "('C024', 'สัตว์')," +
            "('C025', 'สี/กลิ่น/รส/สัมผัส')," +
            "('C026', 'เหตุการณ์')," +
            "('C027', 'อาชีพ')," +
            "('C028', 'อาหาร')," +
            "('C029', 'สภาพ')," +
            "('C030', 'ปรากฎการณ์')," +
            "('C031', 'วัถถุดิบ')," +
            "('C032', 'การกระทำ')," +
            "('C033', 'เครื่องยนต์')," +
            "('C034', 'จังหวัด')," +
            "('C035', 'ประเทศ')," +
            "('C036', 'อุปนิสัย')," +
            "('C037', 'ที่อยู่อาศัย/สิ่งก่อสร้าง/สถานที่')," +
            "('C038', 'เครื่องหมาย')," +
            "('C039', 'ศาสนา')," +
            "('C040', 'ยารักษาโรค')," +
            "('C041', 'อาวุธ')," +
            "('C042', 'ลักษณะ/ท่าทาง/ขนาด')," +
            "('C043', 'สิ่งของ')," +
            "('C044', 'กิริยาอาการ')," +
            "('C045', 'ภาษา')," +
            "('C046', 'ทิศทาง')," +
            "('C047', 'ความบันเทิง')," +
            "('C048', 'เครื่องประดับ')," +
            "('C049', 'วัตถุ')," +
            "('C050', 'ภาชนะ')," +
            "('C051', 'จำนวน')," +
            "('C052', 'ตัวเลข')," +
            "('C053', 'วัน/เดือน/ปี')," +
            "('C054', 'ความสัมพันธ์')," +
            "('C055', 'ผัก/ผลไม้')," +
            "('C056', 'คำเชื่อม/คำขยาย/คำต่างๆ')," +
            "('C057', 'หน่วยงาน/หน่วยงานราชการ')," +
            "('C058', 'เครื่องดื่ม')," +
            "('C059', 'ทิศทาง')";

    public DatabaseTSL(Context context) {

        super(context, DB_NAME, null, DB_VERSION);
    }

    @Override
    public void onCreate(SQLiteDatabase db) {

        // Create Table Sentences
        db.execSQL(CREATE_TABLE_SENTENCES);
        Log.d("Create Table", "Create Table Sentences Successfully");

        // table category
        db.execSQL(CREATE_TABLE_CATEGORY);
        Log.d("Create Table CATEGORY", "SUCCESS");
        db.execSQL(INSERT_INTO_CATEGORY);
        Log.d("INSERT of CATEGORY", "SUCCESS");

        db.execSQL(CREATE_TABLE_DIALECTS);
        Log.d("Create Table DIALECTS", "SUCCESS");
        db.execSQL(INSERT_INTO_DIALECTS);
        db.execSQL(INSERT_INTO_DIALECTS_TWO);
        Log.d("INSERT of DIABLECTS", "SUCCESS");

        db.execSQL(CREATE_TABLE_VIDEO);
        Log.d("Create Table VIDEO", "SUCCESS");
        db.execSQL(INSERT_INTO_VIDEO);
        Log.d("INSERT of VIDEO", "SUCCESS");

        db.execSQL(CREATE_TABLE_PARTOFSPEECH);
        Log.d("Create Table PART", "SUCCESS");
        db.execSQL(INSERT_INTO_PARTOFSPEECH);
        Log.d("INSERT of PARTofSPEECH", "SUCCESS");

        db.execSQL(CREATE_TABLE_MATCHS);
        Log.d("Create Table MATCHS", "SUCCESS");
        db.execSQL(INSERT_INTO_MATCH_ONE);
        Log.d("INSERT of MATCHS ONE", "SUCCESS");
        db.execSQL(INSERT_INTO_MATCH_TWO);
        db.execSQL(INSERT_INTO_MATCH_TWO_TWO);
        db.execSQL(INSERT_INTO_MATCH_TWO_TWO_TWO);
        Log.d("INSERT of MATCHS TWO", "SUCCESS");
        db.execSQL(INSERT_INTO_MATCH_THREE);
        db.execSQL(INSERT_INTO_MATCH_THREE_THREE);
        Log.d("INSERT of MATCHS THREE", "SUCCESS");
        db.execSQL(INSERT_INTO_MATCH_FOUR);
        Log.d("INSERT of MATCHS FOUR", "SUCCESS");
        db.execSQL(INSERT_INTO_MATCH_FIVE);
        Log.d("INSERT of MATCHS FIVE", "SUCCESS");


    }

    public long insertData(String sentences_Name) {
        try {
            SQLiteDatabase db;
            db = this.getWritableDatabase(); // write data into table
            ContentValues values = new ContentValues();
//            values.put("sentences_ID", sentences_ID);
            values.put("sentences_Name", sentences_Name);
//            values.put("sentences_Favorite", sentences_Favorite);
            values.put("sentences_Favorite", 1);
            long rows = db.insert(TABLE_SENTENCES, null, values);
            db.close();
            return rows;
        } catch (Exception e) {
            return -1;
        }
    }

    public String[] onCheckSentencs(String sentName) {
        String addData[] = null;

        SQLiteDatabase db, dbw;
        db = this.getReadableDatabase();
        dbw = this.getWritableDatabase();
        int pushFavorite = 0;
        try {

            Cursor cursor = db.query(TABLE_SENTENCES, new String[]{"*"}, "sentences_Name=?",
                    new String[]{String.valueOf(sentName)}, null, null, null, null);
            if (cursor != null) {
                if (cursor.moveToFirst()) {
                    addData = new String[cursor.getColumnCount()];


                    addData[0] = cursor.getString(0);
                    addData[1] = cursor.getString(1);
                    addData[2] = cursor.getString(2);

                }
            }

//            if (addData != null){
//                pushFavorite = Integer.valueOf(addData[2]);
//                pushFavorite += 1;
//                ContentValues values = new ContentValues();
//
//                values.put("sentences_Favorite",pushFavorite);
//                long rows = dbw.update(TABLE_SENTENCES, values, " sentences_Name=?",
//                        new String[]{String.valueOf(sentName)});
//                System.out.println(addData[0] + " - " + addData[1] +" - " + addData[2]);
//            }
////            String matchString = String.valueOf(addData[1]);
//            else {
//                Log.d("Messenger : ",addData[0]+addData[1]+addData[2]);
//                insertData(sentName);
//                Log.d("kuyasdasdasdsad","ไม่เข้าอีกแล้ว");
//            }


            db.close();
            return addData;
        } catch (Exception e) {
            return null;
        }

    }

    public long onUpdateFavorite(int upFavorite, String sentName) {

        try {
            SQLiteDatabase db = this.getWritableDatabase();
            ContentValues values = new ContentValues();

            values.put("sentences_Favorite", upFavorite);
            long rows = db.update(TABLE_SENTENCES, values, " sentences_Name=?",
                    new String[]{String.valueOf(sentName)});
            Log.d("UPDAtE : : :: :", " SUECSSS");
            db.close();
            return rows;
        } catch (Exception e) {
            return -1;
        }
    }

    public ArrayList<HashMap<String, String>> SelectAllData() {
        try {
            ArrayList<HashMap<String, String>> MyArrList = new ArrayList<HashMap<String, String>>();
            HashMap<String, String> map;
            SQLiteDatabase db;
            db = this.getReadableDatabase(); // Read Data
            String strSQL = "Select * From " + TABLE_SENTENCES + " order by sentences_Favorite desc";
            Cursor cursor = db.rawQuery(strSQL, null);

            if (cursor != null) {
                if (cursor.moveToFirst()) {
                    do {
                        map = new HashMap<String, String>();

                        map.put("sentences_Name", cursor.getString(1));
                        MyArrList.add(map);
                    } while (cursor.moveToNext());
                }
            }
            cursor.close();
            db.close();
            return MyArrList;

        } catch (Exception e) {
            return null;
        }
    }


//    public long UpdateData(int sentID, String sentName, int sentFavorite){
//        try {
//            SQLiteDatabase db;
//            db = this.getWritableDatabase();
//        }catch (Exception e){
//            return -1;
//        }
//    }

    @Override
    public void onUpgrade(SQLiteDatabase db, int oldVersion, int newVersion) {

    }
}
